export const pageInfo={
  "title": "Insaf Association Setif",
  "pageName": "insaf.association.setif",
  "followers": 19953,
  "likes": 19953,
  "localPhotoCount": 837,
  "postsCount": 99,
  "contact": {
    "email": "insafsetif@hotmail.com",
    "phone": "0661048401",
    "telDisplay": "0661 04 84 01",
    "facebook": "https://www.facebook.com/insaf.association.setif/"
  }
};
export const newsPosts=[
  {
    "id": "1034715162285556",
    "date": "2026-07-19T13:08:47.000Z",
    "text": "بالتوفيق لنواب الشعب عن ولاية سطيف للعهدة 2026_2031 \nنتطلع لشراكة حقيقية وفعالة بين نواب الشعب و المنظمات الفاعلة للمجتمع المدني بالولاية خدمة لمواطني الولاية",
    "category": "Partnerships",
    "url": "https://www.facebook.com/insaf.association.setif/posts/pfbid037pGb47TPaBPdTphP3Cc9ochwqzaj9tKQfBeK1HtTx9p7YwBEzdTrxdpnRhhTeCHwl",
    "images": [
      "/photos/1034715132285559.jpg"
    ],
    "image": "/photos/1034715132285559.jpg",
    "likes": 10,
    "comments": 2,
    "shares": 1
  },
  {
    "id": "1032367222520350",
    "date": "2026-07-16T11:52:23.000Z",
    "text": "اللهم ارحمهم برحمتك الواسعة و اجعلهم طيورا في الجنة و شفاءا عاجلا للناجين ان شاء الله\n#حوادث_الحرائق_الحضرية  \n🚨  حريق بمؤسسة دار الأيتام  بولاية #الجزائر\n✅ تدخلت مصالحنا على الساعة 03سا32د، من أجل إخماد حريق شب في مؤسسة دار الأيتام للطفولة المسعفة، ببلدية المحمدية ودائرة #الحراش  \n✅تم تسجيل اصابة 16 شخص كحصيلة أولية (يعانون من حروق و ضيق في التنفس)\n⏪⏪سخرت مصالحنا لهذا التدخل :\n⏪ 10 شاحنات إطفاء \n⏪ 16 سيارة إسعاف \n⏪فرقة التدخل في الأماكن الوعرة GRIMP\n⏪02 شاحنة السلم الميكانيكي\n⏪دعم من الوحدة الوطنية للتدريب و التدخل\n\n .....العملية جارية.....\n\n#الحماية_المدنية_الجزائرية",
    "category": "Solidarity",
    "url": "https://www.facebook.com/insaf.association.setif/posts/pfbid022cXKGbfMkwuRpjSxAwe9M8qSUMM3NMwCjUKKCHFd2GBooRomTQSENaZKZ4bWs7Qwl",
    "images": [
      "https://scontent-phl2-1.xx.fbcdn.net/v/t39.99422-6/747832992_2333343310827089_4766864376751693979_n.png?stp=dst-jpg_tt6&cstp=mx2048x1536&ctp=s720x720&_nc_cat=104&ccb=1-7&_nc_sid=833d8c&_nc_ohc=Xf_17HAD_eEQ7kNvwFV67iK&_nc_oc=AdqkDP-LQELg-faDMZBeLCYWy-aQaGkoeOUFdPw23KdxEWj0L2XCK81p7QTW3m1CmPr2VC-ZYTAqKCuqRoQnQbu-&_nc_zt=14&_nc_ht=scontent-phl2-1.xx&_nc_gid=sJbo9PR51qj853NouRhmDQ&_nc_ss=7d289&oh=00_AQDEa4Zmb5mDo0J9zAjNcFCzjXF2YfvHnaxHFvAaltYSJQ&oe=6A63BDF3"
    ],
    "image": "https://scontent-phl2-1.xx.fbcdn.net/v/t39.99422-6/747832992_2333343310827089_4766864376751693979_n.png?stp=dst-jpg_tt6&cstp=mx2048x1536&ctp=s720x720&_nc_cat=104&ccb=1-7&_nc_sid=833d8c&_nc_ohc=Xf_17HAD_eEQ7kNvwFV67iK&_nc_oc=AdqkDP-LQELg-faDMZBeLCYWy-aQaGkoeOUFdPw23KdxEWj0L2XCK81p7QTW3m1CmPr2VC-ZYTAqKCuqRoQnQbu-&_nc_zt=14&_nc_ht=scontent-phl2-1.xx&_nc_gid=sJbo9PR51qj853NouRhmDQ&_nc_ss=7d289&oh=00_AQDEa4Zmb5mDo0J9zAjNcFCzjXF2YfvHnaxHFvAaltYSJQ&oe=6A63BDF3",
    "likes": 5,
    "comments": 1,
    "shares": 0
  },
  {
    "id": "1031978292559243",
    "date": "2026-07-15T23:50:39.000Z",
    "text": "#15_جويلية \n#اليوم_الوطني_للطفل_الجزائري\nتمنيات جمعية إنصاف لولاية سطيف عيد سعيد لأطفال الجزائر بمناسبة يومهم الوطني كل عام و انتم بخير",
    "category": "Child Protection",
    "url": "https://www.facebook.com/insaf.association.setif/posts/pfbid02Z666XYQbaeMvuMDv6S5Dbj8bd93Miab7xDwJFrkp3g9W7wU1YRveiVJt7gGHGj6Pl",
    "images": [
      "/photos/1031978269225912.jpg"
    ],
    "image": "/photos/1031978269225912.jpg",
    "likes": 8,
    "comments": 0,
    "shares": 0
  },
  {
    "id": "1029608309462908",
    "date": "2026-07-13T00:32:06.000Z",
    "text": "#ملتقيات_وطنية \n🎬مجريات الملتقى الوطني الأول حول إعادة الإدماج الاجتماعي للمحبوسين في سوق العمل المنظم من طرف \n#المصلحة_الخارجية_لإدارة_السجون_المكلفة_بإعادة_الإدماج_الإجتماعي_للمحبوسين_سطيف  بالتنسيق مع #جمعية_إنصاف_لولاية_سطيف و  #جمعية_ربط_لتنشط_الأحداث_والشباب   \n📢 الملتقى احتضنت #جامعة_محمد_لمين_دباغين_سطيف ، صبيحة اليوم الأحد   والموسوم بـ \"دور  المؤسسات الاقتصادية العمومية والخاصة و #المجتمع_المدني في إعادة الإدماج الاجتماعي للمحبوسين في سوق العمل \". \n 🔋وقد عرف اللقاء حضور مميز للسيد والي #ولاية_سطيف السيد مصطفى ليماني و ممثل #المدير_العام_لإدارة_السجون_وإعادة_الإدماج ، السيد بركون محمد #المدير_الفرعي_لبرامج_إعادة_الإدماج_الإجتماعي_للمحبوسين ، #الرئيس و #النائب_العام لدى #مجلس_قضاء_سطيف \n،  #مدير #الديوان_الوطني_للأشغال_التربوية_والتمهين ، السيد عميار عبد الغني ، رئيس #المجلس_الشعبي_الولائي بالنيابة ، رئيس المحكمة الإدارية ومحافظ الدولة لديها  ، أعضاء اللجنة الأمنية ، مدير جامعة محمد لمين دباغين و مدير الجمارك ، مديري #المؤسسات_العقابية ، رؤساء المصالح الخارجية للولايات المجاورة ،الطبيب المنسق ، الأخصائيين النفسانيين و المساعدين الاجتماعيين بالمؤسسات العقابية الى جانب السلطات القضائية، المدنية ، العسكرية وممثلي المجتمع المدني من #الجمعيات الناشطة  و #الهلال_الأحمر_الجزائري و #الكشافة_الإسلامية_الجزائرية.\n\nوزارة العدل -الجزائر  Ministère de la Justice \nوزارة الداخليـــة و الجماعـــات المحليـــة و النقــــــل \nوزارة الشباب \nالمديرية العامة لإدارة السجون وإعادة الإدماج - Dgapr \nWilaya Setif ولاية سطيف \nمديرية الشباب والرياضة - ولاية سطيف \nمديرية النشاط الإجتماعي و التضامن لولاية سطيف \nديوان مؤسسات الشباب - سطيف \nمركز الترفيه العلمي الباز - ولاية سطيف",
    "category": "Reintegration",
    "url": "https://www.facebook.com/reel/1660684391861829/",
    "images": [
      "https://scontent-phl2-1.xx.fbcdn.net/v/t15.5256-10/741481238_1570527504868674_1508428845245562694_n.jpg?stp=dst-jpg_tt6&cstp=mx1080x1920&ctp=s960x960&_nc_cat=100&ccb=1-7&_nc_sid=5fad0e&_nc_ohc=Yovml40U8HMQ7kNvwFjIAAD&_nc_oc=Ado5-qlJJzAMIpfxvdw-P3SIstlMBthAB4_smGobC4W0eVW__uUBMvL_vLIdddwwHZ5Bu13cw3FKCsxJLBYeVxHz&_nc_zt=23&_nc_ht=scontent-phl2-1.xx&_nc_gid=5vJFMMAC54gK5XHNfSus4Q&_nc_ss=72289&oh=00_AQDQmgVbmPonU3d3zOlZnyrITt5gAsV3Eme6MaoBNSHjSg&oe=6A63B9D8"
    ],
    "image": "https://scontent-phl2-1.xx.fbcdn.net/v/t15.5256-10/741481238_1570527504868674_1508428845245562694_n.jpg?stp=dst-jpg_tt6&cstp=mx1080x1920&ctp=s960x960&_nc_cat=100&ccb=1-7&_nc_sid=5fad0e&_nc_ohc=Yovml40U8HMQ7kNvwFjIAAD&_nc_oc=Ado5-qlJJzAMIpfxvdw-P3SIstlMBthAB4_smGobC4W0eVW__uUBMvL_vLIdddwwHZ5Bu13cw3FKCsxJLBYeVxHz&_nc_zt=23&_nc_ht=scontent-phl2-1.xx&_nc_gid=5vJFMMAC54gK5XHNfSus4Q&_nc_ss=72289&oh=00_AQDQmgVbmPonU3d3zOlZnyrITt5gAsV3Eme6MaoBNSHjSg&oe=6A63B9D8",
    "likes": 18,
    "comments": 0,
    "shares": 0
  },
  {
    "id": "1029463656144040",
    "date": "2026-07-12T19:03:39.000Z",
    "text": "#المصلحة_الخارجية_لإدارة_السجون_المكلفة_بإعادة_الإدماج_الإجتماعي_للمحبوسين_سطيف  بالتنسيق مع #جمعية_إنصاف_لولاية_سطيف و  #جمعية_ربط_لتنشط_الأحداث_والشباب   تنظم الملتقى الوطني الأول حول إعادة الإدماج الاجتماعي للمحبوسين في سوق العمل \n\n📢 الملتقى احتضنت #جامعة_محمد_لمين_دباغين_سطيف ، صبيحة اليوم الأحد   والموسوم بـ \"دور  المؤسسات الاقتصادية العمومية والخاصة و #المجتمع_المدني في إعادة الإدماج الاجتماعي للمحبوسين في سوق العمل \". \n 🔋وقد عرف اللقاء حضور مميز للسيد والي #ولاية_سطيف السيد مصطفى ليماني و ممثل #المدير_العام_لإدارة_السجون_وإعادة_الإدماج ، السيد بركون محمد #المدير_الفرعي_لبرامج_إعادة_الإدماج_الإجتماعي_للمحبوسين ، #الرئيس و #النائب_العام لدى #مجلس_قضاء_سطيف \n،  #مدير #الديوان_الوطني_للأشغال_التربوية_والتمهين ، السيد عميار عبد الغني ، رئيس #المجلس_الشعبي_الولائي بالنيابة ، رئيس المحكمة الإدارية ومحافظ الدولة لديها  ، أعضاء اللجنة الأمنية ، مدير جامعة محمد لمين دباغين و مدير الجمارك ، مديري #المؤسسات_العقابية ، رؤساء المصالح الخارجية للولايات المجاورة ،الطبيب المنسق ، الأخصائيين النفسانيين و المساعدين الاجتماعيين بالمؤسسات العقابية الى جانب السلطات القضائية، المدنية ، العسكرية وممثلي المجتمع المدني من #الجمعيات الناشطة  و #الهلال_الأحمر_الجزائري و #الكشافة_الإسلامية_الجزائرية.\n\nوزارة العدل -الجزائر  Ministère de la Justice \nالمديرية العامة لإدارة السجون وإعادة الإدماج - Dgapr \nوزارة الداخليـــة و الجماعـــات المحليـــة و النقــــــل \nوزارة الشباب \nWilaya Setif ولاية سطيف \nمديرية الشباب والرياضة - ولاية سطيف \nديوان مؤسسات الشباب - سطيف \nمركز الترفيه العلمي الباز - ولاية سطيف \n\n#المديرية_العامة_لإدارة_السجون_وإعادة_الإدماج\n#خلية_الإعلام_والإتصال",
    "category": "Reintegration",
    "url": "https://www.facebook.com/insaf.association.setif/posts/pfbid0UK2MFqBdaaTmT6n9ArTCfqNsyy6KnujEk7NjyiqLHfhunTUDh6DNQZM7Hu4QM49al",
    "images": [
      "/photos/1029462606144145.jpg",
      "/photos/1029462636144142.jpg",
      "/photos/1029462682810804.jpg",
      "/photos/1029462759477463.jpg",
      "/photos/1029462819477457.jpg"
    ],
    "image": "/photos/1029462606144145.jpg",
    "likes": 20,
    "comments": 1,
    "shares": 2
  },
  {
    "id": "1028856176204788",
    "date": "2026-07-12T01:07:44.000Z",
    "text": "#مشاريع_وزارية\n#Cuic_Tour\n\n🔴 عودة بفيديو مصور لمجريات مشاركة جمعية إنصاف لولاية سطيف بصفتها جمعية شريكة للقطاع و احدى الجمعيات المتحصلة على مشروع وزاري ممول لسنة 2026 . في لقاء إعلامي مع الحركة الجمعوية شريكة القطاع بسطيف. \n🟢 في إطار تنفيذ برنامج إطلاق المشاريع الجمعوية الممولة من وزارة الشباب بعنوان سنة 2026، وتطبيقا لتعليمات الوزارة المتعلقة بتنظيم لقاءات إعلامية للإعلان عن انطلاق المشاريع الممولة، أشرف السيد عبد الحكيم هدلي مدير ديوان مؤسسات الشباب على اللقاء الإعلامي لفائدة الجمعيات شريكة القطاع مساء الخميس 09 جويلية 2026 بمركز الترفيه العلمي  \"الباز\". \n✅ اللقاء خصص ل ☑️ الإعلان الرسمي عن انطلاق المشاريع الجمعوية الممولة لسنة 2026.\n☑️ تقديم أهم المشاريع وأهدافها ومخرجاتها المنتظرة.\n☑️ عرض توجيهات وزارة الشباب المتعلقة بمتابعة وتنفيذ المشاريع.\n☑️ تقديم عرض حول منصة \"شراكة\" وآليات استخدامها.\nليتم فتح باب النقاش للحضور لطرح انشغالاتهم والإجابة عن استفساراتهم .\n\n🔋 حيث تم عرضة مشروع الجمعية الذي يهتم بمجال السياحة و صناعة المحتوى تحت عنوان \" كويك_تور. Cuic-Tour\" الذي سيجسد عبر مختلف بيوت الشباب بولاية سطيف  لفائدة الشباب المهم بمجال السياحة و كذا صناعة المحتوى السياحي و التاريخي الهادف بالتنسيق مع شركائنا من جمعية مقرس للسياحة لبيت الشباب الباز و كذا الرابطة الولائية السياحة و الترفيه و مبادلات الشباب لولاية سطيف \n\nو",
    "category": "Youth Projects",
    "url": "https://www.facebook.com/reel/1593821345796438/",
    "images": [
      "https://scontent-phl2-1.xx.fbcdn.net/v/t15.5256-10/745842549_1801116207921402_4627469878876198414_n.jpg?stp=dst-jpg_tt6&cstp=mx720x1280&ctp=s960x960&_nc_cat=103&ccb=1-7&_nc_sid=5fad0e&_nc_ohc=cTlR6ToKIegQ7kNvwFZlbSM&_nc_oc=Adp2SAkUoVVPbKBabCidIRehciiCjGp3Q0koI0htZ71gadm4mVLxLX3fCIxNsrtssrFwSb2p4xpBpeA8jNPK7vuW&_nc_zt=23&_nc_ht=scontent-phl2-1.xx&_nc_gid=5vJFMMAC54gK5XHNfSus4Q&_nc_ss=72289&oh=00_AQAwZfIV0qOrOJ4ssjomMJQHtHNSsKgU24Q8Ggvp62qoqQ&oe=6A63D896"
    ],
    "image": "https://scontent-phl2-1.xx.fbcdn.net/v/t15.5256-10/745842549_1801116207921402_4627469878876198414_n.jpg?stp=dst-jpg_tt6&cstp=mx720x1280&ctp=s960x960&_nc_cat=103&ccb=1-7&_nc_sid=5fad0e&_nc_ohc=cTlR6ToKIegQ7kNvwFZlbSM&_nc_oc=Adp2SAkUoVVPbKBabCidIRehciiCjGp3Q0koI0htZ71gadm4mVLxLX3fCIxNsrtssrFwSb2p4xpBpeA8jNPK7vuW&_nc_zt=23&_nc_ht=scontent-phl2-1.xx&_nc_gid=5vJFMMAC54gK5XHNfSus4Q&_nc_ss=72289&oh=00_AQAwZfIV0qOrOJ4ssjomMJQHtHNSsKgU24Q8Ggvp62qoqQ&oe=6A63D896",
    "likes": 16,
    "comments": 0,
    "shares": 2
  },
  {
    "id": "1028656909558048",
    "date": "2026-07-11T17:57:34.000Z",
    "text": "سعداء بأن نكون شركاء فاعلين في هذا اللقاء المهم الذي ستحتضنه جامعة سطيف غدا ان شاء الله\n🔴 بيان إعلامي\n\n بتكليف من #المدير_العام_لإدارة_السجون_وإعادة_الإدماج السيد #أسعيد_زرب يشرف #المدير_الفرعي_لبرامج_إعادة_الإدماج_الإجتماعي_للمحبوسين، السيد بركون محمد على إعطاء إشارة إنطلاق فعاليات #الملتقى_الوطني الأول لـ #إعادة_الإدماج_الإجتماعي_للمحبوسين بـ #سوق_العمل، المنظم من طرف  #المصلحة_الخارجية_لإدارة_السجون_المكلفة_بإعادة_الإدماج_الإجتماعي_للمحبوسين_سطيف بالتنسيق مع #جامعة_محمد_لمين_دباغين_سطيف_02، #جمعية_ربط_لتنشيط_الأحداث_والشباب و #جمعية_إنصاف_للدفاع_عن_حقوق_الطفل  و ذلك يوم غد الأحد 2026.07.12 بـ #مدرج_17_أكتوبر #كلية_الحقوق_والعلوم_السياسية . \n\n#المديرية_العامة_لإدارة_السجون_وإعادة_الإدماج\n#خلية_الإعلام_والإتصال",
    "category": "Partnerships",
    "url": "https://www.facebook.com/insaf.association.setif/posts/pfbid02HA4a41EaV5HurZ1oSjKwSLJNaEM8HHXE1kmXZPcn7u44qaFK2EQQk8MLVhMfx5ZMl",
    "images": [],
    "image": "",
    "likes": 4,
    "comments": 0,
    "shares": 0
  },
  {
    "id": "1027233993033673",
    "date": "2026-07-09T21:54:10.000Z",
    "text": "#مشاريع_وزارية\n#Cuic_Tour\n\n🔴بدعوة من مديرية الشباب و الرياضة لولاية سطيف شاركت جمعية إنصاف لولاية سطيف بصفتها جمعية شريكة للقطاع و احدى الجمعيات المتحصلة على مشروع وزاري ممول لسنة 2026 . في لقاء إعلامي مع الحركة الجمعوية شريكة القطاع بسطيف. \n🟢 في إطار تنفيذ برنامج إطلاق المشاريع الجمعوية الممولة من وزارة الشباب بعنوان سنة 2026، وتطبيقا لتعليمات الوزارة المتعلقة بتنظيم لقاءات إعلامية للإعلان عن انطلاق المشاريع الممولة، أشرف السيد عبد الحكيم هدلي مدير ديوان مؤسسات الشباب على اللقاء الإعلامي لفائدة الجمعيات شريكة القطاع مساء الخميس 09 جويلية 2026 بمركز الترفيه العلمي  \"الباز\". \n✅ اللقاء خصص ل ☑️ الإعلان الرسمي عن انطلاق المشاريع الجمعوية الممولة لسنة 2026.\n☑️ تقديم أهم المشاريع وأهدافها ومخرجاتها المنتظرة.\n☑️ عرض توجيهات وزارة الشباب المتعلقة بمتابعة وتنفيذ المشاريع.\n☑️ تقديم عرض حول منصة \"شراكة\" وآليات استخدامها.\nليتم فتح باب النقاش للحضور لطرح انشغالاتهم والإجابة عن استفساراتهم .\n\n🔋 حيث تم عرضة مشروع الجمعية الذي يهتم بمجال السياحة و صناعة المحتوى تحت عنوان \" كويك_تور. Cuic-Tour\" الذي سيجسد عبر مختلف بيوت الشباب بولاية سطيف  لفائدة الشباب المهم بمجال السياحة و كذا صناعة المحتوى السياحي و التاريخي الهادف بالتنسيق مع شركائنا من جمعية مقرس للسياحة لبيت الشباب الباز و كذا الرابطة الولائية السياحة و الترفيه و مبادلات الشباب لولاية سطيف \n\nوزارة الشباب \nالمجلس الأعلى للشباب - الجزائر \nالمرصد الوطني للمجتمع المدني \nمديرية الشباب والرياضة - ولاية سطيف \nديوان مؤسسات الشباب - سطيف \nمركز الترفيه العلمي الباز - ولاية سطيف",
    "category": "Youth Projects",
    "url": "https://www.facebook.com/insaf.association.setif/posts/pfbid02Y1QGoDBxhHhKT21zXQxgXbiGKLpovtoXHrtphd28u45cBdXDAMP6DbJ4K13hKcXYl",
    "images": [
      "/photos/1027232216367184.jpg",
      "/photos/1027232283033844.jpg",
      "/photos/1027232356367170.jpg",
      "/photos/1027232419700497.jpg",
      "/photos/1027232456367160.jpg"
    ],
    "image": "/photos/1027232216367184.jpg",
    "likes": 37,
    "comments": 13,
    "shares": 8
  },
  {
    "id": "1026462589777480",
    "date": "2026-07-08T22:27:23.000Z",
    "text": "🔋بمبادرة من وزارة الشباب تشارك  جمعية إنصاف لولاية سطيف  تحت إشراف مدير الشباب والرياضة  و كذا مدير ديوان مؤسسات الشباب لولاية سطيف في فعاليات \"الإعلان الرسمي عن انطلاق المشاريع المستفيدة من التمويل \" وذلك يوم الخميس 09 جويلية 2026 تحت شعار \"شراكة فاعلة... لمشاريع شبابية إبداعية هادفة\" بمركز الترفيه العلمي الباز سطيف الى جانب الجمعيات المستفيدة من التمويل مركزيا لسنة 2026 .\n💯ومن المنتظر ان يشارك في اللقاء إطارات الشباب - الجمعيات الشريكة .  أعضاء المجلس الأعلى للشباب - أعضاء القادة الشباب... الى جانب وسائل الإعلام . \n\nوزارة الشباب \nالمجلس الأعلى للشباب - الجزائر \nWilaya Setif ولاية سطيف \nمديرية الشباب والرياضة - ولاية سطيف \nديوان مؤسسات الشباب - سطيف \nمركز الترفيه العلمي الباز - ولاية سطيف \nMoustafa Hidaoui مصطفى حيداوي",
    "category": "Youth Projects",
    "url": "https://www.facebook.com/insaf.association.setif/posts/pfbid02RpKVa5G64Ca8GXKNTip9GVqV4CcBU2se8uPizLe8HbhX4xyZDzcnrVuyJ8zen9Rtl",
    "images": [
      "/photos/1026462569777482.jpg"
    ],
    "image": "/photos/1026462569777482.jpg",
    "likes": 14,
    "comments": 0,
    "shares": 1
  },
  {
    "id": "1019563133800759",
    "date": "2026-06-30T20:30:11.000Z",
    "text": "#Spelling_Bee\n#Spelling_Bee_Competition\n\n📽️عودة بفيديو مصور 🎬لمجريات إحتظان مركز #Lci_Group   ب #Park_Mall  بسطيف فعاليات الدور الثاني 🥈من المسابقة الوطنية للتهجئة الانجليزية #Spelling_Bee  المنظم من طرف جمعية إنصاف لولاية سطيف و جمعية جيل التكنولوجيا لولاية سطيف بإشراف من مديرية الشباب و الرياضة و ديوان مؤسسات الشباب لولاية سطيف بالشراكة مع   شبكة ندى Réseau NADA    و بالتنسيق من Present Academy \n  \n🙏 اجواء من المنافسة عاشها المشاركون في تحدي و عزم للظفر بتأشيرة التأهل إلى الدور النهائي الوطني بالجزائر العاصمة  و بتنظيم محكم و تأطير متميز من نخبة من الدكاترة و المتخصصين في الانجليزية كانت اجواء مفعمة بالحيوية و المستوى الذي بانه الحدث \nشكر موصول للدكتور زين العابدين حامدي الشريف صاحب مرمز LCI GROUP  على الاستضافة الطيبة و حسن الاستقبال و كذا استاذتنا المحترمين كل بإسمه و مقامه على تشريفهم لنا و حرصهم على إنجاح الفعالية رفقة اعضاء الجمعية الساهرين على انجاحها",
    "category": "Youth Projects",
    "url": "https://www.facebook.com/reel/2031296377757334/",
    "images": [
      "https://scontent-sjc6-1.xx.fbcdn.net/v/t15.5256-10/735354815_1379543004072027_1065973393881059585_n.jpg?stp=dst-jpg_tt6&cstp=mx1080x1920&ctp=s960x960&_nc_cat=111&ccb=1-7&_nc_sid=5fad0e&_nc_ohc=8kKer9u1iFEQ7kNvwHBdyDv&_nc_oc=Ado3zMyH4Ab8y-cYWzCId-p1Dg8vpwYFMtEiLt54Q-on3g5YoVD3dY_undmiSo8SmaI&_nc_zt=23&_nc_ht=scontent-sjc6-1.xx&_nc_gid=B4-b8iLG4QoGf6yFyK24AA&_nc_ss=72289&oh=00_AQCQvB2yONszck1qwjtLdm5steEz0WYG2fqr9Bo7m2hqUw&oe=6A63CED2"
    ],
    "image": "https://scontent-sjc6-1.xx.fbcdn.net/v/t15.5256-10/735354815_1379543004072027_1065973393881059585_n.jpg?stp=dst-jpg_tt6&cstp=mx1080x1920&ctp=s960x960&_nc_cat=111&ccb=1-7&_nc_sid=5fad0e&_nc_ohc=8kKer9u1iFEQ7kNvwHBdyDv&_nc_oc=Ado3zMyH4Ab8y-cYWzCId-p1Dg8vpwYFMtEiLt54Q-on3g5YoVD3dY_undmiSo8SmaI&_nc_zt=23&_nc_ht=scontent-sjc6-1.xx&_nc_gid=B4-b8iLG4QoGf6yFyK24AA&_nc_ss=72289&oh=00_AQCQvB2yONszck1qwjtLdm5steEz0WYG2fqr9Bo7m2hqUw&oe=6A63CED2",
    "likes": 29,
    "comments": 0,
    "shares": 1
  },
  {
    "id": "1019495113807561",
    "date": "2026-06-30T18:19:55.000Z",
    "text": "#Spelling_Bee\n#Spelling_Bee_Competition\n\n 🙏 اجواء تكريم الحاضرين من الاساتذة و المشتركين عرفانا على خوضهم غمار الدور الثاني المؤهل للتصفيات النهائية كانت لحظات جميلة سادت الفعالية حيث أشرف على تسليمها السيد #عادل_برڨازن رئيس جمعية إنصاف رفقة السيد #فطيمة_صواليلي رئيسة جمعية جيل التكنولوجيا سطيف شريكنا في هذه المبارة على مستوى ولاية سطيف \n\n🚨مركز #Lci_Group   ب #Park_Mall  بسطيف إحتظن  الدور الثاني من المسابقة الوطنية للتهجئة الانجليزية #Spelling_Bee  المنظممن طرف جمعية إنصاف لولاية سطيف و جمعية جيل التكنولوجيا لولاية سطيف بإشراف من مديرية الشباب و الرياضة و ديوان مؤسسات الشباب لولاية سطيف بالشراكة مع   شبكة ندى Réseau NADA    و بالتنسيق من Present Academy \n  \nشكر موصول للدكتور زين العابدين حامدي الشريف صاحب مرمز LCI GROUP  على الاستضافة الطيبة و حسن الاستقبال و كذا استاذتنا المحترمين كل بإسمه و مقامه على تشريفهم لنا و حرصهم على إنجاح الفعالية رفقة اعضاء الجمعية الساهرين على انجاحها \n\nوزارة الشباب \nوزارة التربية الوطنية - Ministry of National Education of Algeria \nالمرصد الوطني للمجتمع المدني \nالهيئة الوطنية لحماية وترقية الطفولة \nWilaya Setif ولاية سطيف \nمديرية الشباب والرياضة - ولاية سطيف\nمديرية النشاط الإجتماعي و التضامن لولاية سطيف \nمديرية الصحة و السكان لولاية سطيف \nديوان مؤسسات الشباب - سطيف \nمركز الترفيه العلمي الباز - ولاية سطيف \nMoustafa Hidaoui مصطفى حيداوي \n@super fans",
    "category": "Youth Projects",
    "url": "https://www.facebook.com/insaf.association.setif/posts/pfbid033p68eUXdhSoWNTd58pZHNnQcK4gJcAvbMKS8kqhsoqyTXDDTvEpXYALsBp2ZSri2l",
    "images": [
      "/photos/1019493520474387.jpg",
      "/photos/1019493577141048.jpg",
      "/photos/1019493647141041.jpg",
      "/photos/1019493710474368.jpg",
      "/photos/1019493780474361.jpg"
    ],
    "image": "/photos/1019493520474387.jpg",
    "likes": 61,
    "comments": 5,
    "shares": 4
  },
  {
    "id": "1018755450548194",
    "date": "2026-06-29T21:42:58.000Z",
    "text": "#Spelling_Bee\n#Spelling_Bee_Competition\n\n📢 حان موعد الحسم الذي ينتظره الجميع و هو إعلان نتائج الحدث العالمي مسابقة  #SPELLING_BEE في دورته الثانية المؤهلة للنهائيات  ...بولاية سطيف \n\n🚨المسابقة الوطنية للتهجئة الانجليزية المنظمة بإشراف من مديرية الشباب و الرياضة و ديوان مؤسسات الشباب لولاية سطيف بالشراكة مع   شبكة ندى Réseau NADA   و بالتنسيق من Present Academy   يأتيكم هذا حدث وطني في تصفياته التأهيلية للنهائي هذا الاثنين 29 جوان 2026  اذا  يحتظنه مركز #LCI_Group   ب بارك مول #Park_Mall  بسطيف \n\n🙏 منافسة شديدة عرفها الدور الثاني لطبعتنا لهدا العام  التي  مسابقة أطرها خبراء و دكاترة في المجال .... \n\n 📢 حيث كانت النتائج بالترتيب حسب كل طور كالتالي : \n\nالطور  الجامعي :\n1 - مامي عبير \n2 - بن سالم إيناس \n3 - جعران بلقيس \n\nالطور المتوسط :\n1 - كرموش أحمد هارون \n2 - لشهب عبد المعز \n3 - ناصري رتاج\n\nالطور الإبتدائي :\n1 -  بوجلال رتيل\n2 - بوجلال رزان\n3 - بوعزيز عمار\n\n❤️ مشاركينا المتأهلين كونوا في الموعد... حظ موفق لكم جميعا تشريفا لولاية سطيف في النهائيات الوطنية \n \n\nوزارة الشباب \nوزارة التربية الوطنية - Ministry of National Education of Algeria \nالمرصد الوطني للمجتمع المدني \nالهيئة الوطنية لحماية وترقية الطفولة \nWilaya Setif ولاية سطيف \nمديرية الشباب والرياضة - ولاية سطيف\nديوان مؤسسات الشباب - سطيف \nمركز الترفيه العلمي الباز - ولاية سطيف \nMoustafa Hidaoui مصطفى حيداوي \nجمعية جيل التكنولوجيا سطيف",
    "category": "Youth Projects",
    "url": "https://www.facebook.com/insaf.association.setif/posts/pfbid02QEoSnEnx5pYGJDMEtH7Ku7uY1tCcZzRwvLdsKGLaHcd6fAAAbrcphEpSV1au6dr4l",
    "images": [
      "/photos/1018755420548197.jpg"
    ],
    "image": "/photos/1018755420548197.jpg",
    "likes": 26,
    "comments": 7,
    "shares": 1
  },
  {
    "id": "1018608287229577",
    "date": "2026-06-29T17:36:03.000Z",
    "text": "#Spelling_Bee\n#Spelling_Bee_Competition\n\n \n🚨مركز #Lci_Group   ب #Park_Mall  بسطيف يحتظن  الدور الثاني من المسابقة الوطنية للتهجئة الانجليزية #Spelling_Bee  المنظممن طرف جمعية إنصاف لولاية سطيف و جمعية جيل التكنولوجيا لولاية سطيف بإشراف من مديرية الشباب و الرياضة و ديوان مؤسسات الشباب لولاية سطيف بالشراكة مع   شبكة ندى Réseau NADA   و بالتنسيق من Present Academy  \n  \n🙏 اجواء من المنافسة عاشها المشاركون في تحدي و عزم للظفر بتأشيرة التأهل إلى الدور النهائي الوطني بالجزائر العاصمة  و بتنظيم محكم و تأطير متميز من نخبة من الدكاترة و المتخصصين في الانجليزية كانت اجواء مفعمة بالحيوية و المستوى الذي بانه الحدث \nشكر موصول للدكتور زين العابدين حامدي الشريف صاحب مرمز LCI GROUP  على الاستضافة الطيبة و حسن الاستقبال و كذا استاذتنا المحترمين كل بإسمه و مقامه على تشريفهم لنا و حرصهم على إنجاح الفعالية رفقة اعضاء الجمعية الساهرين على انجاحها \n\nوزارة الشباب \nوزارة التربية الوطنية - Ministry of National Education of Algeria \nالمرصد الوطني للمجتمع المدني \nالهيئة الوطنية لحماية وترقية الطفولة \nWilaya Setif ولاية سطيف \nمديرية الشباب والرياضة - ولاية سطيف \nديوان مؤسسات الشباب - سطيف \nمركز الترفيه العلمي الباز - ولاية سطيف \nMoustafa Hidaoui مصطفى حيداوي \nجمعية جيل التكنولوجيا سطيف \n\n@super fans",
    "category": "Youth Projects",
    "url": "https://www.facebook.com/insaf.association.setif/posts/pfbid0CToUkjwVegKB4P8VsBzGpYTzzV5NsRZzE5RqxA9j2qKQD3oVYyxKMPo7bzSL87vml",
    "images": [
      "/photos/1018605863896486.jpg",
      "/photos/1018605957229810.jpg",
      "/photos/1018606000563139.jpg",
      "/photos/1018606040563135.jpg",
      "/photos/1018606090563130.jpg"
    ],
    "image": "/photos/1018605863896486.jpg",
    "likes": 196,
    "comments": 32,
    "shares": 16
  },
  {
    "id": "1017644517325954",
    "date": "2026-06-28T14:10:39.000Z",
    "text": "#Spelling_Bee\n#Spelling_Bee_Competition\n\nالحدث العالمي #SPELLING_BEE في دورته الثانية المؤهلة النهائيات  ...بولاية سطيف \n\n🚨المسابقة الوطنية للتهجئة الانجليزية المنظمة بإشراف من مديرية الشباب و الرياضة و ديوان مؤسسات الشباب لولاية سطيف بالشراكة مع   شبكة ندى Réseau NADA  و بالتنسيق من Present Academy  يأتيكم هذا حدث وطني في تصفياته التأهيلية للنهائي هذا الاثنين 29 جوان 2026  اذا  يحتظنه مركز #LCI_Group   ب بارك مول #Park_Mall  بسطيف \n\n🙏 منافسة شديدة عرفها الدور الاول لطبعتنا لهدا العام  الذي احتظنه مركز الترفيه العلمي الباز سطيف شهر افريل الفارط حيث جمعت خيرة متحدثي الانجليزية من جميع الاطوار في مسابقة أطرها خبراء و دكاترة في المجال .... \n📢 مشاركينا المتأهلين كونوا في الموعد... حظ موفق لكم جميعا تشريفا لولاية سطيف في النهائيات الوطنية \n\nوزارة الشباب \nالمرصد الوطني للمجتمع المدني \nالمجلس الأعلى للشباب - الجزائر \nوزارة التربية الوطنية - Ministry of National Education of Algeria \nوزارة السياحة والصناعة التقليدية - الجزائر \nولاية سطيف \nمديرية الشباب والرياضة - ولاية سطيف \nمديرية النشاط الإجتماعي و التضامن لولاية سطيف \nديوان مؤسسات الشباب - سطيف \nمركز الترفيه العلمي الباز - ولاية سطيف \nMoustafa Hidaoui مصطفى حيداوي \nجمعية جيل التكنولوجيا سطيف \nInsaf Association Setif \n@super fans",
    "category": "Youth Projects",
    "url": "https://www.facebook.com/insaf.association.setif/posts/pfbid0LgcZWpkckcmzc2Ys2LqeVPGoDMmVLFgHfFuQkxWYzkyMC3uT36MLZCmbXCHeNzjJl",
    "images": [
      "/photos/1017644373992635.jpg"
    ],
    "image": "/photos/1017644373992635.jpg",
    "likes": 12,
    "comments": 0,
    "shares": 4
  },
  {
    "id": "1016306410793098",
    "date": "2026-06-26T23:33:11.000Z",
    "text": "🎉  عودة بفيديو مصور لفعاليات مشاركة جمعية إنصاف لولاية سطيف بدعوة من مؤسسة #HeSPro  كعارض خلال فعاليات #الصالون_الوطني_لمؤسسات_استقبال_الطفولة_الصغيرة المنظم بقاعة #The_Dôme  ب #Park_Mall بسطيف خلال ايام 24-25-26 حيوان 2026 الجاري \n\n🎇حيث تخلله برنامج متنوع وممتعة يشمل :\n✨ نشاطات ترفيهية للأطفال\n✨ ورشات تربوية وتوعوية و علمية للأولياء \n✨ عروض وألعاب ومسابقات\n✨ فضاءات مخصصة للعائلات والأولياء\n\n👨‍👩‍👧‍👦 جناح جمعية إنصاف لولاية سطيف تخلله معرض لنوادي الجمعية و كذا  فقرات تنشيط عديدة عبر ورشات ثقافية حول صحة الطفل. حقوق الطفل. رسم و اشغال يدوية وسط حضور مميز للاطفال و العائلات \n\nالمرصد الوطني للمجتمع المدني \nوزارة الشباب \nوزارة السياحة والصناعة التقليدية - الجزائر \nالهيئة الوطنية لحماية وترقية الطفولة \nWilaya Setif ولاية سطيف \nمديرية الشباب والرياضة - ولاية سطيف \nمديرية الصحة و السكان لولاية سطيف \nمديرية النشاط الإجتماعي و التضامن لولاية سطيف \nديوان مؤسسات الشباب - سطيف \nمركز الترفيه العلمي الباز - ولاية سطيف \nMoustafa Hidaoui مصطفى حيداوي \n@super fans",
    "category": "Child Protection",
    "url": "https://www.facebook.com/reel/1953296975337913/",
    "images": [
      "https://scontent.fagc3-2.fna.fbcdn.net/v/t15.5256-10/730083421_1012082268071090_3940824449550707845_n.jpg?stp=dst-jpg_tt6&cstp=mx1080x1920&ctp=s960x960&_nc_cat=110&_nc_map=urlgen_bucketless&ccb=1-7&_nc_sid=5fad0e&_nc_ohc=XoamuIbY1rIQ7kNvwH4Ude_&_nc_oc=AdqpLJzM23q5Q8oHm76sIYPtJ5_2W74hf1A0JAMp68b3tklroHQk0VC0mbPuumz-KqflEn6Yl0jNBwUshkpY0dKK&_nc_zt=23&_nc_ht=scontent.fagc3-2.fna&_nc_gid=pltUka6X6iVaYYJ6ENeEeQ&_nc_ss=72289&oh=00_AQDjZRaqo3nHALgYpnFwQY2UOS_dwx_rdRqQx5dngty3ZQ&oe=6A63A93A"
    ],
    "image": "https://scontent.fagc3-2.fna.fbcdn.net/v/t15.5256-10/730083421_1012082268071090_3940824449550707845_n.jpg?stp=dst-jpg_tt6&cstp=mx1080x1920&ctp=s960x960&_nc_cat=110&_nc_map=urlgen_bucketless&ccb=1-7&_nc_sid=5fad0e&_nc_ohc=XoamuIbY1rIQ7kNvwH4Ude_&_nc_oc=AdqpLJzM23q5Q8oHm76sIYPtJ5_2W74hf1A0JAMp68b3tklroHQk0VC0mbPuumz-KqflEn6Yl0jNBwUshkpY0dKK&_nc_zt=23&_nc_ht=scontent.fagc3-2.fna&_nc_gid=pltUka6X6iVaYYJ6ENeEeQ&_nc_ss=72289&oh=00_AQDjZRaqo3nHALgYpnFwQY2UOS_dwx_rdRqQx5dngty3ZQ&oe=6A63A93A",
    "likes": 19,
    "comments": 6,
    "shares": 1
  },
  {
    "id": "1016302180793521",
    "date": "2026-06-26T23:24:32.000Z",
    "text": "🔋فعاليات اليوم الثالث من الصالون الوطني المؤسسات الطفولة الصغيرة بولاية سطيف تخلله برنامج متنوع وممتعة يشمل :\n✨ نشاطات ترفيهية للأطفال و العاب خفة و غناء اطفال مع عمو بيبو و فريقه\n✨ ورشات تربوية وتوعوية و علمية و اشغال يدوية و الرسم \n✨ عروض وألعاب ومسابقات\n✨ فضاءات مخصصة للعائلات والأولياء\n\n🎉بدعوة من مؤسسة #HeSPro  حيث تشارك جمعية إنصاف لولاية سطيف كعارض خلال فعاليات #الصالون_الوطني_لمؤسسات_استقبال_الطفولة_الصغيرة المنظم بقاعة #The_Dôme  ب #Park_Mall بسطيف خلال ايام 24-25-26 حيوان 2026 الجاري \n\n👨‍👩‍👧‍👦 جناح جمعية إنصاف لولاية سطيف تخلله معرض لنوادي الجمعية و كذا  فقرات تنشيط عديدة عبر ورشات ثقافية حول صحة الطفل. حقوق الطفل. رسم و اشغال يدوية وسط حضور مميز للاطفال و العائلات \n\nوزارة الشباب \nالمرصد الوطني للمجتمع المدني \nالهيئة الوطنية لحماية وترقية الطفولة \nWilaya Setif ولاية سطيف \nمديرية الشباب والرياضة - ولاية سطيف \nمديرية النشاط الإجتماعي و التضامن لولاية سطيف \nمديرية الصحة و السكان لولاية سطيف \nديوان مؤسسات الشباب - سطيف \nمركز الترفيه العلمي الباز - ولاية سطيف \nMoustafa Hidaoui مصطفى حيداوي \n@super fans",
    "category": "Child Protection",
    "url": "https://www.facebook.com/insaf.association.setif/posts/pfbid02s8KdELQdCXJPu7i9yj9ZkbsXY9b6crS7cZidtSRKNJqb6c6fWX5yEgeuvK1W4358l",
    "images": [
      "/photos/1016300164127056.jpg",
      "/photos/1016300244127048.jpg",
      "/photos/1016300334127039.jpg",
      "/photos/1016300440793695.jpg",
      "/photos/1016300540793685.jpg"
    ],
    "image": "/photos/1016300164127056.jpg",
    "likes": 30,
    "comments": 3,
    "shares": 3
  },
  {
    "id": "1015390977551308",
    "date": "2026-06-25T20:23:32.000Z",
    "text": "🔋فعاليات اليوم الثاني من الصالون الوطني المؤسسات الطفولة الصغيرة بولاية سطيف تخلله برنامج متنوع وممتعة يشمل :\n✨ نشاطات ترفيهية للأطفال و العاب خفة و غناء اطفال مع عمو بيبو و فريقه\n✨ ورشات تربوية وتوعوية و علمية و اشغال يدوية و الرسم \n✨ عروض وألعاب ومسابقات\n✨ فضاءات مخصصة للعائلات والأولياء\n\n🎉بدعوة من مؤسسة #HeSPro  حيث تشارك جمعية إنصاف لولاية سطيف كعارض خلال فعاليات #الصالون_الوطني_لمؤسسات_استقبال_الطفولة_الصغيرة المنظم بقاعة #The_Dôme  ب #Park_Mall بسطيف خلال ايام 24-25-26 حيوان 2026 الجاري \n\n👨‍👩‍👧‍👦 جناح جمعية إنصاف لولاية سطيف تخلله معرض لنوادي الجمعية و كذا  فقرات تنشيط عديدة عبر ورشات ثقافية حول صحة الطفل. حقوق الطفل. رسم و اشغال يدوية وسط حضور مميز للاطفال و العائلات \n\nوزارة الشباب \nالمرصد الوطني للمجتمع المدني \nالهيئة الوطنية لحماية وترقية الطفولة \nWilaya Setif ولاية سطيف \nمديرية الشباب والرياضة - ولاية سطيف \nمديرية النشاط الإجتماعي و التضامن لولاية سطيف \nمديرية الصحة و السكان لولاية سطيف \nديوان مؤسسات الشباب - سطيفمكز\nMoustafa Hidaoui مصطفى حيداوي \n@super fans",
    "category": "Child Protection",
    "url": "https://www.facebook.com/insaf.association.setif/posts/pfbid0Nds63kmoder4PzwYg42WYnpciZX8dpXY5CFhU3gJr1ypaZTLHvPf1CcMo7ggPSe3l",
    "images": [
      "/photos/1015378627552543.jpg",
      "/photos/1015378684219204.jpg",
      "/photos/1015378730885866.jpg",
      "/photos/1015378894219183.jpg",
      "/photos/1015378967552509.jpg"
    ],
    "image": "/photos/1015378627552543.jpg",
    "likes": 68,
    "comments": 8,
    "shares": 0
  },
  {
    "id": "1014611197629286",
    "date": "2026-06-24T22:38:31.000Z",
    "text": "🎉   عودة بفيديو مصور لمجريات مشاركة جمعية إنصاف لولاية سطيف كعارض خلال فعاليات #الصالون_الوطني_لمؤسسات_استقبال_الطفولة_الصغيرة  المنظم من طرف مؤسسة  #HeSPro بقاعة #The_Dôme  ب  #Park_Mall  بسطيف خلال ايام 24-25-26 حيوان 2026 الجاري \n\n👨‍👩‍👧‍👦 جناح جمعية إنصاف لولاية سطيف تخلله معرض لنوادي الجمعية و كذا  فقرات تنشيط عديدة عبر ورشات ثقافية حول صحة الطفل. حقوق الطفل. رسم و اشغال يدوية وسط حضور مميز للاطفال و العائلات \n\n📢فقراتنا متواصلة لمدة ثلاثة ايام بقاعة دوم بارك مول سطيف \n...كونوا بقوة ننتظركم يا اطفال \n\nوزارة الشباب \nالمرصد الوطني للمجتمع المدني \nالهيئة الوطنية لحماية وترقية الطفولة \nمديرية الشباب والرياضة - ولاية سطيف \nمديرية النشاط الإجتماعي و التضامن لولاية سطيف\nمديرية الصحة و السكان لولاية سطيف \nديوان مؤسسات الشباب - سطيف \nمركز الترفيه العلمي الباز - ولاية سطيف \nMoustafa Hidaoui مصطفى حيداوي \n@super fans",
    "category": "Child Protection",
    "url": "https://www.facebook.com/reel/1022052510320654/",
    "images": [
      "https://scontent-dfw6-2.xx.fbcdn.net/v/t15.5256-10/730021920_1702365197466891_614700302559642705_n.jpg?stp=dst-jpg_tt6&cstp=mx464x848&ctp=s464x848&_nc_cat=110&ccb=1-7&_nc_sid=5fad0e&_nc_ohc=wsj5ZkYG8EIQ7kNvwHGe2Ei&_nc_oc=AdpZtGgQwaIMQ4BnjU6it4dUOzULD2cKCzX6vajT9dwCV5ln9EqT6htZPBY5aIYfAFg&_nc_zt=23&_nc_ht=scontent-dfw6-2.xx&_nc_gid=adKPNA4bEj5Q59h9vOgkgw&_nc_ss=7c289&oh=00_AQAazwDOfieEf5Y0YOcw1fTOxpVQkYS7pjuNPeQt0bByBw&oe=6A63A68F"
    ],
    "image": "https://scontent-dfw6-2.xx.fbcdn.net/v/t15.5256-10/730021920_1702365197466891_614700302559642705_n.jpg?stp=dst-jpg_tt6&cstp=mx464x848&ctp=s464x848&_nc_cat=110&ccb=1-7&_nc_sid=5fad0e&_nc_ohc=wsj5ZkYG8EIQ7kNvwHGe2Ei&_nc_oc=AdpZtGgQwaIMQ4BnjU6it4dUOzULD2cKCzX6vajT9dwCV5ln9EqT6htZPBY5aIYfAFg&_nc_zt=23&_nc_ht=scontent-dfw6-2.xx&_nc_gid=adKPNA4bEj5Q59h9vOgkgw&_nc_ss=7c289&oh=00_AQAazwDOfieEf5Y0YOcw1fTOxpVQkYS7pjuNPeQt0bByBw&oe=6A63A68F",
    "likes": 32,
    "comments": 2,
    "shares": 3
  },
  {
    "id": "1014533114303761",
    "date": "2026-06-24T19:59:29.000Z",
    "text": "🎉بدعوة من مؤسسة #HeSPro  شاركت جمعية إنصاف لولاية سطيف كعارض خلال فعاليات #الصالون_الوطني_لمؤسسات_استقبال_الطفولة_الصغيرة المنظم بقاعة #The_Dôme  ب #Park_Mall بسطيف خلال ايام 24-25-26 حيوان 2026 الجاري \n\n🎇حيث تخلل اليوم الاول من الفعالية افتتاح مميز و برنامج متنوع وممتعة يشمل :\n✨ نشاطات ترفيهية للأطفال\n✨ ورشات تربوية وتوعوية و علمية للأولياء \n✨ عروض وألعاب ومسابقات\n✨ فضاءات مخصصة للعائلات والأولياء\n\n👨‍👩‍👧‍👦 جناح جمعية إنصاف لولاية سطيف تخلله معرض لنوادي الجمعية و كذا  فقرات تنشيط عديدة عبر ورشات ثقافية حول صحة الطفل. حقوق الطفل. رسم و اشغال يدوية وسط حضور مميز للاطفال و العائلات \n\n📢فقراتنا متواصلة لمدة ثلاثة ايام بقاعة دوم بارك مول سطيف \n...كونوا بقوة ننتظركم يا اطفال \n\nوزارة الشباب \nالمرصد الوطني للمجتمع المدني \nالهيئة الوطنية لحماية وترقية الطفولة \nمديرية الشباب والرياضة - ولاية سطيف \nمديرية النشاط الإجتماعي و التضامن لولاية سطيف \nمديرية الصحة و السكان لولاية سطيف \nديوان مؤسسات الشباب - سطيف \nمركز الترفيه العلمي الباز - ولاية سطيف \n@super fans",
    "category": "Child Protection",
    "url": "https://www.facebook.com/insaf.association.setif/posts/pfbid0LfJXVA4DmtkwNraBWWu1BHVmrRoz7xBnEbRsuSKVkqYy3w7wykN2iT54LVcxdE6cl",
    "images": [
      "/photos/1014529634304109.jpg",
      "/photos/1014529740970765.jpg",
      "/photos/1014529864304086.jpg",
      "/photos/1014529930970746.jpg",
      "/photos/1014529994304073.jpg"
    ],
    "image": "/photos/1014529634304109.jpg",
    "likes": 68,
    "comments": 13,
    "shares": 3
  },
  {
    "id": "1013779334379139",
    "date": "2026-06-23T21:42:23.000Z",
    "text": "لكل العائلات . الاطفال . المنشطين . المهتمين بمجال الطفولة  🎉\nمرحبا بكم ...\n\nيسرّنا دعوتكم لحضور الطبعة الرابعة لصالون مؤسسات استقبال الطفولة الصغيرة، والذي سيُقام بقاعة الدوم بـ  بارك مول – سطيف أيام:\n\n📅 24، 25 و26 جوان 2026\n\nبرنامج متنوع وممتع يشمل:\n✨ نشاطات ترفيهية للأطفال\n✨ ورشات تربوية وتوعوية و علمية للأولياء \n✨ عروض وألعاب ومسابقات\n✨ فضاءات مخصصة للعائلات والأولياء\n\n👨‍👩‍👧‍👦 فرصة مميزة للأطفال والأمهات والآباء للاستفادة والاستمتاع في أجواء عائلية مميزة.\n\n📍 المكان: قاعة الدوم – أوتال بارك مول، سطيف\n🎟️ الدخول مجاني\n⏰ مرحبًا بالجميع\n\nننتظركم لقضاء أوقات ممتعة ومليئة بالفائدة والمرح\n\nوزارة الشباب \nوزارة الثقافة والفنون الجزائرية \nالهيئة الوطنية لحماية وترقية الطفولة \nمديرية الشباب والرياضة - ولاية سطيف \nمديرية النشاط الإجتماعي و التضامن لولاية سطيف \nديوان مؤسسات الشباب - سطيف \nمركز الترفيه العلمي الباز - ولاية سطيف \n@super fans",
    "category": "Youth Projects",
    "url": "https://www.facebook.com/insaf.association.setif/posts/pfbid0uDSJEKJrCEn9MaALxoQVkMSzQqYpGvX2sBANVAEbFdwU5feyhc4ofJXSLbPLAP6Tl",
    "images": [
      "/photos/1013779311045808.jpg"
    ],
    "image": "/photos/1013779311045808.jpg",
    "likes": 54,
    "comments": 11,
    "shares": 3
  },
  {
    "id": "1012552104501862",
    "date": "2026-06-22T10:57:08.000Z",
    "text": "تعزية\nبقلوب مؤمنة بقضاء الله وقدره تلقينا نبأ وفاة والدة الأخ و الزميل جابر عدلان زلاقي المكلف بتسيير مصلحة حماية الأشخاص المعوقين وترقيتهم بمديرية  النشاط مديرية النشاط الإجتماعي و التضامن لولاية سطيف .وبهذا المصاب الجلل  يتقدم رئيس جمعية انصاف لولاية سطيف باسمه و نيابة عن كافة الأعضاء بتعازيه الخالصة  إلى كافة  عائلته الكريمة بأصدق عبارات التعازي والمواساة.\nنسأل الله العلي القدير أن يتغمد الفقيدة بواسع رحمته وأن يسكنها فسيح جناته وأن يجعل قبرها روضة من رياض الجنة وأن يثبتها عند السؤال ويتقبلها بقبول حسن.\nكما نسأله سبحانه أن يلهم أهلها وذويها جميل الصبر والسلوان وأن يعوضهم خيرًا في مصابهم.\nإنا لله وإنا إليه راجعون.",
    "category": "Partnerships",
    "url": "https://www.facebook.com/insaf.association.setif/posts/pfbid02WeE1hWeTU8vKc1mJJgHpHM7GorW58yGNFrbXrzBqpsuiDdTdmWkcZVPUt7ZAdwAyl",
    "images": [
      "/photos/1012552074501865.jpg"
    ],
    "image": "/photos/1012552074501865.jpg",
    "likes": 11,
    "comments": 1,
    "shares": 0
  },
  {
    "id": "1012144651209274",
    "date": "2026-06-21T22:52:50.000Z",
    "text": "🟢مشاركة النادي Fin مدار لولاية سطيف تحت إشراف القائد بلال قهلوز في دار الشباب المتنقلة لدائرة عين الكبيرة السبت 13 جوان 2026.\n  في اطار تقريب نشاطات مؤسسات الشباب لشباب المناطق النائية، اكتشاف المواهب و تحقيق تكافؤ الفرص وتعزيز الانخراط بمؤسسات الشباب. \n\n مجموعة من الفعاليات التربوية والترفيهية، تمثلت في:\n🔹 ورشة فن الأوريغامي باستعمال الكتب والكراريس القديمة، في إطار الحملة الوطنية الوزارية للتحسيس بأهمية إعادة الاستغلال والمحافظة على البيئة.\n🔹 فقرات ترفيهية وتنشيطية شارك فيها الأطفال بالغناء والتفاعل، بالتنسيق مع نادي الصحفي الصغير بدار الشباب.\n🔹 مشاركة أحد أعضاء النادي في تنشيط الفعالية بصفته مهرجًا، حيث ساهم في إدخال البهجة والسرور إلى قلوب الأطفال وإضفاء أجواء من المرح والمتعة.\n🌱 نتقدم بالشكر لكل من ساهم في إنجاح هذه المبادرة الهادفة، التي جمعت بين التوعية البيئية، الإبداع، والترفيه.\n \nوزارة الشباب\nوزارة التربية الوطنية - Ministry of National Education of Algeria\nMoustafa Hidaoui مصطفى حيداوي\nWilaya Setif ولاية سطيف\nمديرية الشباب والرياضة - ولاية سطيف\nديوان مؤسسات الشباب - سطيف\nRadio Sétif إذاعة سطيف\nDZ Young Leaders\nتجارب روزا\n\nInsaf Association Setif\n@",
    "category": "Association News",
    "url": "https://www.facebook.com/insaf.association.setif/posts/pfbid02XiUVu2qze1qfaey4TNbQHusbLJQanjLPTE2CfmE4iX1vHotQrVCP6ajmZ7efiddAl",
    "images": [],
    "image": "",
    "likes": 1,
    "comments": 0,
    "shares": 0
  },
  {
    "id": "1007990581624681",
    "date": "2026-06-16T21:01:53.000Z",
    "text": "#تهنئة\n#أول_محرم_1448ه‍ \nجمعية إنصاف لولاية سطيف تتمنى عام هجري سعيد للأمة الإسلامية كافة و الشعب الجزائري خاصة \nكل عام و أنتم بخير",
    "category": "Partnerships",
    "url": "https://www.facebook.com/insaf.association.setif/posts/pfbid0YMHBNZ6CvyT7j5kG9nerbX3zizjdiEpAYGFAFSMMYs6cnj5u4yE7HfWnyQ3a3ewRl",
    "images": [
      "/photos/1007990554958017.jpg"
    ],
    "image": "/photos/1007990554958017.jpg",
    "likes": 5,
    "comments": 0,
    "shares": 0
  },
  {
    "id": "1007890861634653",
    "date": "2026-06-16T17:52:55.000Z",
    "text": "تحتفل الجزائر 🇩🇿  اليوم بيوم الطفل الافريقي والمصادف ل 16 جوان من كل سنة. \nوقد صادقت الجزائر على الميثاق الافريقي لحقوق الطفل ورفاهيته بموجب المرسوم الرئاسي رقم 03_242 المؤرخ في 08 جويلية 2003 .\n\nيُعد هذا الميثاق (المعتمد من منظمة الوحدة الأفريقية عام 1990 ودخل حيز التنفيذ في 1999) الإطار الإقليمي الأبرز لحماية الأطفال في القارة، وتلتزم بموجبه الدول الأطراف بما يلي:\n\n●الحماية من سوء المعاملة: كفالة حماية الطفل من كافة أشكال التعذيب أو المعاملة القاسية واللاإنسانية.الرعاية والصحة: \n●توفير الرعاية الصحية الأساسية، وحق الطفل في التعليم والتعبير عن رأيه\n● عدالة الأحداث: معاملة الأطفال المتورطين في مخالفات قانونية بطرق تحفظ كرامتهم وإعادة تأهيلهم.\n\n● قد توّجت الجزائر جهودها في هذا المجال بانتخابها مؤخراً لرئاسة اللجنة الأفريقية لحماية حقوق الطفل ورفاهيته من خلال الدكتورة قهار صبرينة، كما عززت منظومتها القانونية الداخلية بقانون حماية الطفل رقم 15-12 لعام 2015",
    "category": "Child Protection",
    "url": "https://www.facebook.com/insaf.association.setif/posts/pfbid06ujzJJsDjMVsvVs78jVigviUi25aPKdErvD83K7D2oXbfQBeMMuv27arM4m7G6Kzl",
    "images": [
      "/photos/1007890828301323.jpg"
    ],
    "image": "/photos/1007890828301323.jpg",
    "likes": 5,
    "comments": 0,
    "shares": 0
  },
  {
    "id": "1007160905040982",
    "date": "2026-06-15T20:35:19.000Z",
    "text": "#تهنئة\nبمناسبة تعيين السيد #هدلي_عبد_الحكيم على رأس ديوان مؤسسات الشباب - سطيف يتقدم رئيس جمعية انصاف لولاية سطيف بإسمه و نيابة عن كافة الأعضاء بتهانيه الخالصة متمنين التوفيق و السداد في مهامك الجديدة خدمة للشباب و الطفولة عبر قطر الولاية كافة \nوزارة الشباب \nWilaya Setif ولاية سطيف \nمديرية الشباب والرياضة - ولاية سطيف \nMoustafa Hidaoui مصطفى حيداوي \nHedli Abdelhakim Mustapha",
    "category": "Youth Projects",
    "url": "https://www.facebook.com/insaf.association.setif/posts/pfbid02kgVgTNJyYtYoP9ADm9sHL88np46hqwpoGfFLNR9hSL8BDK2fynfXAXv9vEwuhRarl",
    "images": [
      "/photos/1007160881707651.jpg"
    ],
    "image": "/photos/1007160881707651.jpg",
    "likes": 108,
    "comments": 31,
    "shares": 1
  },
  {
    "id": "1000116459078760",
    "date": "2026-06-07T09:26:20.000Z",
    "text": "#إحياء_اليوم_العالمي_للطفولة_المصادف_للفاتح_جوان\n\nعودة بفيديو مصور لمجريات الخرجة السياحية الترفيهية  إلى جبل مقرس بلدية #عين_عباسة المنظمة بمناسبة اليوم العالمي للطفل المصادف ل الفاتح جوان من كل سنة من طرف  #نادي_سفراء_حقوق_الطفل رفقة #نادي_صحتي_فرست  لجمعية انصاف لولاية سطيف بمشاركة جمعية جيل التكنولوجيا سطيف  و في إطار مشروع فرصتي كلنا شركاء فاعلون للشبكة الجزائرية للدفاع عن حقوق الطفل #ندى Réseau NADA  . تخللتها ورشات ثقافية حول صحة الطفل ورشات رسم و حقوق الطفل و كذا تنشيط و العاب تعليمية وثم تخللتها جولة سياحية و فترة الالعاب بالفضاء الترفيهي المتواحد على مستوى الجبل و كذا تناول وجبة غداء من إعداد الشاف خالد و عبد الرزاق و حملة تنظيف واسعة لمكان اقامة نشاطاتنا لتختتم الجولة بتكريم للاطفال المشاركين في مختلف فقرات الخرجة \n\nوزارة الشباب \nالهيئة الوطنية لحماية وترقية الطفولة \nوزارة السياحة والصناعة التقليدية - الجزائر \nWilaya Setif ولاية سطيف \nمديرية الشباب والرياضة - ولاية سطيف \nمديرية النشاط الإجتماعي و التضامن لولاية سطيف \nمديرية الصحة و السكان لولاية سطيف \nديوان مؤسسات الشباب - سطيف \nمركز الترفيه العلمي الباز - ولاية سطيف \nMoustafa Hidaoui مصطفى حيداوي",
    "category": "Child Protection",
    "url": "https://www.facebook.com/reel/2150075389175318/",
    "images": [
      "https://scontent-ord5-3.xx.fbcdn.net/v/t15.5256-10/716390164_1211157407707893_6085758947889637813_n.jpg?stp=dst-jpg_tt6&cstp=mx464x848&ctp=s464x848&_nc_cat=107&ccb=1-7&_nc_sid=5fad0e&_nc_ohc=cJUDrME-XrcQ7kNvwGHY3xp&_nc_oc=AdqWhr4WaMLxIVL1Tw7NRvvzeiForXdnJ0XgVv4RMZ4Xghq4VjgX1dVAt2PTLZg8-u8&_nc_zt=23&_nc_ht=scontent-ord5-3.xx&_nc_gid=YBuVtRiUlS45JdG2UHhEiw&_nc_ss=7c289&oh=00_AQCafOcEZdF2V00O2ZWULL3iSKXilNSfNsjxewkVVZqxRQ&oe=6A63BFC5"
    ],
    "image": "https://scontent-ord5-3.xx.fbcdn.net/v/t15.5256-10/716390164_1211157407707893_6085758947889637813_n.jpg?stp=dst-jpg_tt6&cstp=mx464x848&ctp=s464x848&_nc_cat=107&ccb=1-7&_nc_sid=5fad0e&_nc_ohc=cJUDrME-XrcQ7kNvwGHY3xp&_nc_oc=AdqWhr4WaMLxIVL1Tw7NRvvzeiForXdnJ0XgVv4RMZ4Xghq4VjgX1dVAt2PTLZg8-u8&_nc_zt=23&_nc_ht=scontent-ord5-3.xx&_nc_gid=YBuVtRiUlS45JdG2UHhEiw&_nc_ss=7c289&oh=00_AQCafOcEZdF2V00O2ZWULL3iSKXilNSfNsjxewkVVZqxRQ&oe=6A63BFC5",
    "likes": 34,
    "comments": 9,
    "shares": 1
  },
  {
    "id": "999618955795177",
    "date": "2026-06-06T18:30:35.000Z",
    "text": "#إحياء_اليوم_العالمي_للطفولة_المصادف_للفاتح_جوان\n\nبمناسبة اليوم العالمي للطفل المصادف ل الفاتح جوان من كل سنة نظم #نادي_سفراء_حقوق_الطفل رفقة #نادي_صحتي_فرست  لجمعية انصاف لولاية سطيف بمشاركة جمعية جيل التكنولوجيا سطيف و في إطار مشروع فرصتي كلنا شركاء فاعلون للشبكة الجزائرية للدفاع عن حقوق الطفل ندى Réseau NADA  خرجة سياحية ترفيهية ثقافية بجبل مقرس بلدية #عين_عباسة تخللتها ورشات ثقافية حول صحة الطفل ورشات رسم و حقوق الطفل و كذا تنشيط و العاب تعليمية وثم تخللتها جولة سياحية و فترة الالعاب بالفضاء الترفيهي المتواحد على مستوى الجبل و كذا تناول وجبة غداء من إعداد الشاف خالد و عبد الرزاق و حملة تنظيف واسعة لمكان اقامة نشاطاتنا لتختتم الجولة بتكريم للاطفال المشاركين في مختلف فقرات الخرجة \nشكر موصول لكل من ساهم في إنجاح المبادرة اذا نخص بالذكر  اعوان مصالح الغابات مقاطعة عين عباسة المرافقين لنا طيلة تواجدنا بالجبل و كذا  اعضاء الجمعية المنظمين للفعالية دون ان ننسى اعضاء جمعية جيل التكنولوجيا لولاية سطيف شركاؤنا و رفقاؤنا في مختلف نشاطاتنا لفائدة الطفولة و الشباب \n وزارة الشباب \nالهيئة الوطنية لحماية وترقية الطفولة \nوزارة السياحة والصناعة التقليدية - الجزائر \nوزارة التربية الوطنية - Ministry of National Education of Algeria \nWilaya Setif ولاية سطيف \nمديرية الشباب والرياضة - ولاية سطيف \nمديرية النشاط الإجتماعي و التضامن لولاية سطيف \nمديرية الصحة و السكان لولاية سطيف \nديوان مؤسسات الشباب - سطيف \nمركز الترفيه العلمي الباز - ولاية سطيف \nMoustafa Hidaoui مصطفى حيداوي \n@super fans",
    "category": "Child Protection",
    "url": "https://www.facebook.com/insaf.association.setif/posts/pfbid026BhGT4PpsnWCP4JwARr4TLmhHncFSQWPeJDB1RCZazpPyFwyxpLvz9WmKZU3FLLcl",
    "images": [
      "/photos/999625755794497.jpg",
      "/photos/999625815794491.jpg",
      "/photos/999625892461150.jpg",
      "/photos/999625982461141.jpg",
      "/photos/999626205794452.jpg"
    ],
    "image": "/photos/999625755794497.jpg",
    "likes": 36,
    "comments": 11,
    "shares": 3
  },
  {
    "id": "998329849257421",
    "date": "2026-06-05T09:30:02.000Z",
    "text": "#مشاركات_وطنية \n#مشاريع_شبانية \n📢 بإشراف من السيد Moustafa Hidaoui مصطفى حيداوي وزير الشباب المكلف بالمجلس الأعلى للشباب شاركت جمعية  إنصاف لولاية سطيف  في مراسيم إمضاء عقود تمويل100 جمعية  شبابية  في إطار برنامج دعم وتمويل مشاريع الحركة الجمعوية لسنة المنظمة من طرف وزارة الشباب بمقر البنك الوطني للإسكان بالجزائر العاصمة \n\n🤝في إطار تنفيذ برنامج دعم وتمويل مشاريع الحركة الجمعوية لسنة 2026، أشرف السيد \"مصطفى حيداوي\"، وزير الشباب مكلّف بالمجلس الأعلى للشباب، مساء اليوم الخميس 04 جوان 2026، على مراسم إمضاء عقود الجمعيات الشبابية المستفيدة من التمويل، وذلك على مستوى البنك الوطني للإسكان، بحضور ممثلي الجمعيات الوطنية والمحلية المستفيدة، إلى جانب ممثلي القطاعات والهيئات الشريكة.\n\n🔋حيث أكد السيد الوزير، في كلمته بالمناسبة، على الدور المحوري الذي تضطلع به الجمعيات الشبابية في تأطير الشباب ومرافقتهم، مشدداً على أهمية ضمان استدامة المبادرات والمشاريع المنجزة من خلال توطين النوادي الشبابية المسندة للجمعيات داخل المؤسسات الشبابية. فقد سمحت هذه العملية سنة 2025 بتأسيس أكثر من 120 نادياً شبابياً عبر مختلف ولايات الوطن، بما يعزز مساهمة الجمعيات في التنمية المجتمعية ويكرّس حضورها الميداني داخل فضاءات القطاع.\n\n🙏 حيث حضيت ولاية سطيف بتمويل لثلاثة مشاريع ريادية كانت من نصيب كل من جمعية انصاف لولاية سطيف. جمعية شباب سطيف لبلدية سطيف. جمعية فرقة الازدهار لبلدية العلمة الف الف مبروك مزيد من التميز و النجاح خدمة للشباب و الطفولة و خدمة للمجتمع في كل مكان \n\nوزارة الشباب \nوزارة الداخليـــة و الجماعـــات المحليـــة و النقــــــل \nWilaya Setif ولاية سطيف \nمديرية الشباب والرياضة - ولاية سطيف \nديوان مؤسسات الشباب - سطيف \nمركز الترفيه العلمي الباز - ولاية سطيف",
    "category": "Youth Projects",
    "url": "https://www.facebook.com/insaf.association.setif/posts/pfbid0pbmCyaTEm3HTygagLkTxYhkX6iLsakqnZwE6Ne65EZ4w1qP6aaGQc3yCzfS8SWgml",
    "images": [
      "/photos/998328709257535.jpg",
      "/photos/998328745924198.jpg",
      "/photos/998328782590861.jpg",
      "/photos/998328829257523.jpg",
      "/photos/998328869257519.jpg"
    ],
    "image": "/photos/998328709257535.jpg",
    "likes": 18,
    "comments": 6,
    "shares": 1
  },
  {
    "id": "997887719301634",
    "date": "2026-06-04T20:29:51.000Z",
    "text": "بدعوة من Ministère de la santé Algérie  وزارة الصحة الجزائر شارك السيد عادل بورقازن رئيس جمعية انصاف لولاية سطيف في اللقاء الوطني لتنصيب اللجنة الوطنية المتعددة القطاعات المكلفة بإعداد المخطط الوطني الإستراتيجي لترقية الصحة في الوسط المدرسي\n\n📒 حيث أشرف الأمين العام لوزارة الصحة، السيد محمد طالحي، صبيحة اليوم، الأربعاء 03 جوان 2026 بمقر الوزارة، على مراسم تنصيب اللجنة الوطنية متعددة القطاعات لترقية الصحة المدرسية، المكلفة بإعداد المخطط الوطني الاستراتيجي لترقية الصحة في الوسط المدرسي، وذلك بحضور ممثلي القطاعات والمؤسسات الشريكة.\n\n🔋 حيث تتولى هذه اللجنة المصادقة على البرنامج الوطني للصحة المدرسية وتحديد آليات تنفيذه، وضمان تنسيق ومتابعة وتقييم مختلف النشاطات المندرجة في إطاره، فضلا عن السهر على إعداد مخططات عمل قطاعية منسجمة بالتعاون مع كافة القطاعات المعنية. كما تضطلع ذات اللجنة بمهمة جمع ودراسة وتقييم التقارير المتعلقة بالنشاطات ذات الصلة المنجزة من طرف مختلف الشركاء والقطاعات المعنية، بما يضمن تعزيز فعالية التدخلات وترقية الصحة في الوسط المدرسي.\n\nوزارة الداخليـــة و الجماعـــات المحليـــة و النقــــــل \nوزارة الشباب \nالهيئة الوطنية لحماية وترقية الطفولة \nWilaya Setif ولاية سطيف \nمديرية الصحة و السكان لولاية سطيف \nمديرية الشباب والرياضة - ولاية سطيف \nمديرية النشاط الإجتماعي و التضامن لولاية سطيف \nديوان مؤسسات الشباب - سطيف \nمركز الترفيه العلمي الباز - ولاية سطيف",
    "category": "Youth Projects",
    "url": "https://www.facebook.com/insaf.association.setif/posts/pfbid02oeHP3Q9ZiZtpxYxqbBqoCi8eV8FzFqwj3NB6Xryfze825DiXUps4ExhAEss27NGnl",
    "images": [
      "/photos/997887562634983.jpg",
      "/photos/997887609301645.jpg",
      "/photos/997887679301638.jpg",
      "/photos/997890379301368.jpg"
    ],
    "image": "/photos/997887562634983.jpg",
    "likes": 17,
    "comments": 0,
    "shares": 1
  },
  {
    "id": "996871096069963",
    "date": "2026-06-03T16:16:52.000Z",
    "text": "#إحياء_اليوم_العالمي_للطفولة_المصادف_للفاتح_جوان\n\nبمناسبة اليوم العالمي للطفل المصادف ل الفاتح جوان من كل سنة نظمت جمعية انصاف لولاية سطيف رفقة جمعية ربط لرعاية الأحداث و الكشافة الاسلامية الجزائرية بالتنسيق مع   #المصلحة_الخارجية_لإدارة_السجون_المكلفة_بإعادة_الإدماج_الإجتماعي_للمحبوسين_سطيف  إحتفالا لفائدة الأحداث ب #مركز_إعادة_تربية_وإدماج_الأحداث_سطيف بمناسبة إحياء #اليوم_العالمي_للطفل، حيث تم تقديم عروض مسرحية و فقرات فنية متنوعة، إضافة إلى تنظيم مسابقات ثقافية و فكرية و رياضية، و أيضا عروض في ألعاب الخفة.من تنشيط الفنان أمين زرقان \n\nوزارة الشباب \nوزارة العدل -الجزائر  Ministère de la Justice \nالمديرية العامة لإدارة السجون وإعادة الإدماج - Dgapr \n#المديرية_العامة_لإدارة_السجون_وإعادة_الإدماج\nمديرية الشباب والرياضة - ولاية سطيف \nديوان مؤسسات الشباب - سطيف \nمركز الترفيه العلمي الباز - ولاية سطيف",
    "category": "Reintegration",
    "url": "https://www.facebook.com/insaf.association.setif/posts/pfbid05hdR6xgostxop1SRnDePq8zmN11Z1LG4dFLuyS6x2v9BNFPQ9EgKkKeLAo8s9BnLl",
    "images": [
      "/photos/996870622736677.jpg",
      "/photos/996870742736665.jpg",
      "/photos/996870856069987.jpg",
      "/photos/996870909403315.jpg",
      "/photos/996870979403308.jpg"
    ],
    "image": "/photos/996870622736677.jpg",
    "likes": 10,
    "comments": 2,
    "shares": 2
  },
  {
    "id": "995269832896756",
    "date": "2026-06-01T21:20:36.000Z",
    "text": "#إحياء_اليوم_العالمي_للطفولة_المصادف_للفاتح_جوان \n\n🚨 بدعوة من مديرية النشاط الاجتماعي و التضامن لولاية سطيف شاركت جمعية إنصاف عبر  #نادي_صحتي_فرست و  كذا  #نادي_سفراء_حقوق_الطفل  في  الاحتفالية الخاصة بمناسبة اليوم العالمي للطفولة المصادف لي الفاتح جوان من كل سنة و ذلك بمعرض للجمعية و ورشات حول صحة الطفل التي احتظنتها مدرسة الأطفال المعوقين سمعياً الشهيد سالم سليم بسطيف \n\nوزارة الشباب \nالهيئة الوطنية لحماية وترقية الطفولة \nWilaya Setif ولاية سطيف \nمديرية النشاط الإجتماعي و التضامن لولاية سطيف \nمديرية الشباب والرياضة - ولاية سطيف \nديوان مؤسسات الشباب - سطيف \nمركز الترفيه العلمي الباز - ولاية سطيف \n#مديرية_النشاط_الاجتماعي_والتضامن_سطيف\n #اليوم_العالمي_للطفولة #حماية_الطفولة_مسؤولية_الجميع 🎈🌟🇩🇿",
    "category": "Child Protection",
    "url": "https://www.facebook.com/reel/4584650858490522/",
    "images": [
      "https://scontent-lga3-2.xx.fbcdn.net/v/t15.5256-10/711229988_2252750255526491_1110312320584061464_n.jpg?stp=dst-jpg_tt6&cstp=mx464x848&ctp=s464x848&_nc_cat=100&ccb=1-7&_nc_sid=5fad0e&_nc_ohc=niCKJ_mwiJoQ7kNvwEpcLcd&_nc_oc=Adr3x7xW_qNgr2r4qmSbAB3SymUlLohk8l0I4_9uw6WEzx-0HrSKJcyoKobBCs3cvlc&_nc_zt=23&_nc_ht=scontent-lga3-2.xx&_nc_gid=Yfh1DRZztLHV4Ppv6JmLiw&_nc_ss=72289&oh=00_AQC0p87OZQs_R73I94bWTeF3wSc4proKy_v2zLJmkED28A&oe=6A63CC8F"
    ],
    "image": "https://scontent-lga3-2.xx.fbcdn.net/v/t15.5256-10/711229988_2252750255526491_1110312320584061464_n.jpg?stp=dst-jpg_tt6&cstp=mx464x848&ctp=s464x848&_nc_cat=100&ccb=1-7&_nc_sid=5fad0e&_nc_ohc=niCKJ_mwiJoQ7kNvwEpcLcd&_nc_oc=Adr3x7xW_qNgr2r4qmSbAB3SymUlLohk8l0I4_9uw6WEzx-0HrSKJcyoKobBCs3cvlc&_nc_zt=23&_nc_ht=scontent-lga3-2.xx&_nc_gid=Yfh1DRZztLHV4Ppv6JmLiw&_nc_ss=72289&oh=00_AQC0p87OZQs_R73I94bWTeF3wSc4proKy_v2zLJmkED28A&oe=6A63CC8F",
    "likes": 30,
    "comments": 0,
    "shares": 1
  },
  {
    "id": "995251246231948",
    "date": "2026-06-01T20:46:22.000Z",
    "text": "#إحياء_اليوم_العالمي_للطفولة_المصادف_للفاتح_جوان \n\n🚨 بدعوة من مديرية النشاط الاجتماعي و التضامن لولاية سطيف شاركت جمعية إنصاف عبر  #نادي_صحتي_فرست و  كذا  #نادي_سفراء_حقوق_الطفل  في  الاحتفالية الخاصة بمناسبة اليوم العالمي للطفولة المصادف لي الفاتح جوان من كل سنة و ذلك بمعرض للجمعية و ورشات حول صحة الطفل التي احتظنتها مدرسة الأطفال المعوقين سمعياً الشهيد سالم سليم بسطيف\n🤝 وقد أشرف على افتتاح هذه التظاهرة السيد والي ولاية سطيف \"مصطفى ليماني\" رفقة السيد رئيس المجلس الشعبي الولائي بحضور السلطات المحلية الأمنية والمدنية ومدير النشاط الاجتماعي والتضامن بالنيابة إلى جانب إطارات القطاع وممثلي مختلف الهيئات والمؤسسات. 🇩🇿✨\n🙏 وعرفت هذه الاحتفالية مشاركة مميزة لمؤسسات استقبال الطفولة الصغيرة والكشافة الإسلامية الجزائرية والهلال الأحمر الجزائري ومصالح الدرك الوطني والحماية المدنية إلى جانب عدد من الجمعيات الناشطة في المجال الاجتماعي والطفولي الذين ساهموا في إنجاح هذه التظاهرة وإثراء برنامجها المتنوع. 🤝🎈\n🔋 كما استفاد الأطفال من برنامج ثري شمل أنشطة ترفيهية وتربوية وثقافية ورياضية إضافة إلى ورشات للرسم والإبداع والأعمال اليدوية وعروض فنية ومسرحية وأناشيد ومسابقات تفاعلية أضفت أجواءً من الفرح والبهجة على هذه المناسبة. 🎨\n✨ وتندرج هذه المبادرة في إطار الجهود الرامية إلى ترقية حقوق الطفل وتنمية قدراته ومواهبه وتعزيز مشاركته الفعالة في المجتمع. \n\nوزارة الشباب \nالهيئة الوطنية لحماية وترقية الطفولة \nWilaya Setif ولاية سطيف \nمديرية النشاط الإجتماعي و التضامن لولاية سطيف \nمديرية الشباب والرياضة - ولاية سطيف \n ديوان مؤسسات الشباب - سطيف \nمركز الترفيه العلمي الباز - ولاية سطيف \n#مديرية_النشاط_الاجتماعي_والتضامن_سطيف #اليوم_العالمي_للطفولة #حماية_الطفولة_مسؤولية_الجميع 🎈🌟🇩🇿",
    "category": "Child Protection",
    "url": "https://www.facebook.com/insaf.association.setif/posts/pfbid0277eMZBEVVJSerwVXCEoeow6d49ErbuaKCEjg1S7FDMqzZFoGp6nVPKTFgW4b7qbxl",
    "images": [
      "/photos/995249392898800.jpg",
      "/photos/995249459565460.jpg",
      "/photos/995249506232122.jpg",
      "/photos/995249572898782.jpg",
      "/photos/995249626232110.jpg"
    ],
    "image": "/photos/995249392898800.jpg",
    "likes": 43,
    "comments": 2,
    "shares": 1
  },
  {
    "id": "989432460147160",
    "date": "2026-05-26T01:36:02.000Z",
    "text": "#تهنئة\n#ألف_مبروك\n\nبمناسبة ترقية السيد #ناصر_فاضلي مديرا ولائيا للشباب و الرياضة لولاية المسيلة يتقدم رئيس جمعية إنصاف لولاية سطيف باسمه و نيابة عن كافة الأعضاء بالتهاني الخالصة له متمنين له التوفيق و السداد في تأدية مهامه .\n\nوزارة الشباب \nWilaya Setif ولاية سطيف \nمديرية الشباب والرياضة - ولاية سطيف \nديوان مؤسسات الشباب - سطيف \nمركز الترفيه العلمي الباز - ولاية سطيف\nNacer Fadli",
    "category": "Youth Projects",
    "url": "https://www.facebook.com/insaf.association.setif/posts/pfbid02oRcbCexcBqcLhgTaqG85ctykp2TiaDYw4Ur46DPX4S7DmGkzedJwHSpFujBkBM7Rl",
    "images": [
      "/photos/989432396813833.jpg"
    ],
    "image": "/photos/989432396813833.jpg",
    "likes": 39,
    "comments": 5,
    "shares": 0
  },
  {
    "id": "987601930330213",
    "date": "2026-05-23T18:28:58.000Z",
    "text": "#مشروع #فرصتي_كلنا_شركاء_فاعلون \n#منتدى_حقوق_الطفل \n\n🚨في إطار مشروع🫶   \"فرصتي: كلنا شركاء فاعلون\"  لشبكة ندى  برعاية و شراكة مع وزارة الشباب المجسد عبر نادي #سفراء_حقوق_الطفل بمركز الترفيه العلمي الباز 📌 شارك اليوم عدد من المنشطين و الأطفال القادة 📒في منتدى الوطني عند بعد عبر منصة الشبكة  🤝حول موضوع المصلحة الفضلى للطفل بمشاركة من ولايات الجزائر العاصمة. سطيف . تيبازة .الاغواط . تيميمون . ادرار و برج باجي مختار \n\n💪 وقد شكّل هذا اللقاء فرصة لتبادل الأفكار وتعزيز العمل التشاركي🤝 من أجل دعم المبادرات المجتمعية لفائدة الأطفال⛽  و كذا مناقشة واسعة لمبدأ المصلحة الفضلى للطفل عبر سماع و تحليل من طرف الاطفال و ترسيخ اراءهم و مختلف اقتراحاتهم لتشمل مسودة لبرمجة مختلف النشاطات التي يتضمنها المشروع الريادي لصناعة القادة الأطفال عبر نوادي و فضاءات متخصصة عبر مختلف المؤسسات الشبانية التي تشملها المبادرة\n\nالمجلس الأعلى للشباب - الجزائر \nوزارة الشباب \nWilaya Setif ولاية سطيف \nمديرية الشباب والرياضة - ولاية سطيف \nديوان مؤسسات الشباب - سطيف \nمركز الترفيه العلمي الباز - ولاية سطيف \nجمعية جيل التكنولوجيا سطيف \nInsaf Association Setif \nMoustafa Hidaoui مصطفى حيداوي \n@super fans",
    "category": "Child Protection",
    "url": "https://www.facebook.com/insaf.association.setif/posts/pfbid02vmyH775rP3C1mtcka1ybUhrLaAN8ZFvuiUbsw41f1AWiKxFwqRBFRziozk1jS3GRl",
    "images": [
      "/photos/987601293663610.jpg",
      "/photos/987601370330269.jpg",
      "/photos/987601430330263.jpg",
      "/photos/987601473663592.jpg",
      "/photos/987601520330254.jpg"
    ],
    "image": "/photos/987601293663610.jpg",
    "likes": 27,
    "comments": 8,
    "shares": 3
  },
  {
    "id": "984233454000394",
    "date": "2026-05-19T15:08:50.000Z",
    "text": "#إحياء_الذكرى_السبعين_ليوم_الطالب_المصادفة_لــ19_ماي\n\n تحت شعار \"ذاكرة نضال… ومسيرة بناء \"\nتهانينا للطلبة و الشعب الجزائري كافة بمناسبة اليوم الوطني للطالب 19 ماي \n#المجد_والخلود_لشهدائنا_الأبرار\n\nوزارة الشباب \nوزارة الداخليـــة و الجماعـــات المحليـــة و النقــــــل \nWilaya Setif ولاية سطيف \nمديرية الشباب والرياضة - ولاية سطيف \nديوان مؤسسات الشباب - سطيف",
    "category": "Youth Projects",
    "url": "https://www.facebook.com/insaf.association.setif/posts/pfbid0UsTbx2LhJbuKQUCzvs9FTb2MJrh5HVadRRTiAGUJq6MzCvsPAUCCXDi5vRxuGC6tl",
    "images": [
      "/photos/984233417333731.jpg"
    ],
    "image": "/photos/984233417333731.jpg",
    "likes": 2,
    "comments": 1,
    "shares": 0
  },
  {
    "id": "984075617349511",
    "date": "2026-05-19T11:17:53.000Z",
    "text": "🌸 📚 تتقدم جمعية إنصاف لولاية سطيف بأحرّ التهاني وأصدق عبارات التشجيع إلى كافة مترشحي شهادة التعليم المتوسط، متمنيةً لهم كل التوفيق والنجاح في هذا الاستحقاق الهام.\n\n✨ ثِقوا بأنفسكم، فثمرة التعب والاجتهاد لا تضيع، وأنتم اليوم على موعد مع تحقيق أحلامكم وصناعة مستقبل مشرق.\n\n💐 بالتوفيق والنجاح لجميع أبنائنا التلاميذ.\n#جمعية_إنصاف\n#شهادة_التعليم_المتوسط\n#سطيف\n#بالتوفيق_للجميع",
    "category": "Partnerships",
    "url": "https://www.facebook.com/insaf.association.setif/posts/pfbid02GfzfEgdQ48BgBoHZYj5p2XB6gM3qxXrMymYUSUQaGe6t6Xzuwobw3CjbaLXQX5y4l",
    "images": [
      "/photos/984075294016210.jpg"
    ],
    "image": "/photos/984075294016210.jpg",
    "likes": 6,
    "comments": 0,
    "shares": 0
  },
  {
    "id": "982032367553836",
    "date": "2026-05-16T22:27:29.000Z",
    "text": "#مشروع #فرصتي_كلنا_شركاء_فاعلون \n#تدريب #تكوين #تأطير \n\n🚨عودة بفيديو مصور لمجريات الورشة المنظمة في إطار مشروع🫶 \"فرصتي: كلنا شركاء فاعلون\"  لشبكة ندى  بمركز الترفيه العلمي الباز 📌نظم اليوم السبت 🕗16 ماي 2026 ورشة تدريبية 📒حول كتابة المشاريع المصغرة للأطفال القادة و المنشطين 🔋ضم اعضاء نادي سفراء حقوق الطفل من جمعية انصاف لولاية سطيف و كذا جمعية جيل التكنولوجيا💪 وقد شكّل هذا اللقاء فرصة لتبادل الأفكار وتعزيز العمل التشاركي🤝 من أجل دعم المبادرات المجتمعية لفائدة الأطفال⛽ و كذا كتابة النسخة النهائية من المشروع المقترح و👏 المجسد من طرف الاطفال القادة ❤️عبر عدة مبادرات و نشاطات هادفة قادم الايام 📢\n\n المجلس الأعلى للشباب - الجزائر \nوزارة الشباب \nوزارة التربية الوطنية - Ministry of National Education of Algeria \nWilaya Setif ولاية سطيف \nمديرية الشباب والرياضة - ولاية سطيف \nديوان مؤسسات الشباب - سطيف \nمركز الترفيه العلمي الباز - ولاية سطيف \nجمعية جيل التكنولوجيا سطيف \nMoustafa Hidaoui مصطفى حيداوي \n@super fans",
    "category": "Child Protection",
    "url": "https://www.facebook.com/reel/1680663556392785/",
    "images": [
      "https://scontent-lga3-3.xx.fbcdn.net/v/t15.5256-10/700102342_2178046026362486_7235010939611380055_n.jpg?stp=dst-jpg_tt6&cstp=mx464x848&ctp=s464x848&_nc_cat=106&ccb=1-7&_nc_sid=5fad0e&_nc_ohc=ELaEoIf9vl0Q7kNvwGSgek4&_nc_oc=AdrNbLTC7ulucSvFRYgkHng7ndR-nLlzHa-JaW_aIbspECYgMPkHTHqsNT7wTFpAu9JzsNKPehmn0dLd7Wg5l1nV&_nc_zt=23&_nc_ht=scontent-lga3-3.xx&_nc_gid=oHMwM-mLZKwMVX3jX3P3Ig&_nc_ss=72289&oh=00_AQDfyblNwJ_xlpf_3msrMSmYziGaQEeeBzbVwAtzfUDopg&oe=6A63DAFC"
    ],
    "image": "https://scontent-lga3-3.xx.fbcdn.net/v/t15.5256-10/700102342_2178046026362486_7235010939611380055_n.jpg?stp=dst-jpg_tt6&cstp=mx464x848&ctp=s464x848&_nc_cat=106&ccb=1-7&_nc_sid=5fad0e&_nc_ohc=ELaEoIf9vl0Q7kNvwGSgek4&_nc_oc=AdrNbLTC7ulucSvFRYgkHng7ndR-nLlzHa-JaW_aIbspECYgMPkHTHqsNT7wTFpAu9JzsNKPehmn0dLd7Wg5l1nV&_nc_zt=23&_nc_ht=scontent-lga3-3.xx&_nc_gid=oHMwM-mLZKwMVX3jX3P3Ig&_nc_ss=72289&oh=00_AQDfyblNwJ_xlpf_3msrMSmYziGaQEeeBzbVwAtzfUDopg&oe=6A63DAFC",
    "likes": 19,
    "comments": 1,
    "shares": 1
  },
  {
    "id": "981874294236310",
    "date": "2026-05-16T17:34:42.000Z",
    "text": "#مشروع #فرصتي_كلنا_شركاء_فاعلون \n#تدريب #تكوين #تأطير \n\n🚨في إطار مشروع🫶 \"فرصتي: كلنا شركاء فاعلون\"  لشبكة ندى  بمركز الترفيه العلمي الباز 📌نظم اليوم السبت 🕗16 ماي 2026 ورشة تدريبية 📒حول كتابة المشاريع المصغرة للأطفال القادة و المنشطين 🔋ضم اعضاء نادي سفراء حقوق الطفل من جمعية انصاف لولاية سطيف و كذا جمعية جيل التكنولوجيا💪 وقد شكّل هذا اللقاء فرصة لتبادل الأفكار وتعزيز العمل التشاركي🤝 من أجل دعم المبادرات المجتمعية لفائدة الأطفال⛽ و كذا كتابة النسخة النهائية من المشروع المقترح و👏 المجسد من طرف الاطفال القادة ❤️عبر عدة مبادرات و نشاطات هادفة قادم الايام 📢\n\nالمجلس الأعلى للشباب - الجزائر \nوزارة الشباب \nوزارة التربية الوطنية - Ministry of National Education of Algeria \nWilaya Setif ولاية سطيف \nمديرية الشباب والرياضة - ولاية سطيف \nديوان مؤسسات الشباب - سطيف \nمركز الترفيه العلمي الباز - ولاية سطيف \nجمعية جيل التكنولوجيا سطيف \nMoustafa Hidaoui مصطفى حيداوي \n@super fans",
    "category": "Child Protection",
    "url": "https://www.facebook.com/insaf.association.setif/posts/pfbid0QkWQNayp2jESQMPzKMdTLwKJRYvMZm5RRMZsm8AUemsnssC2izW8R92nMX6dgVQil",
    "images": [
      "/photos/981872560903150.jpg",
      "/photos/981872610903145.jpg",
      "/photos/981872677569805.jpg",
      "/photos/981872734236466.jpg",
      "/photos/981872784236461.jpg"
    ],
    "image": "/photos/981872560903150.jpg",
    "likes": 44,
    "comments": 8,
    "shares": 3
  },
  {
    "id": "981137080976698",
    "date": "2026-05-15T20:20:42.000Z",
    "text": "ألف ألف مبروك \nمشروع #كويك_تور  #Cuic_Tour لجمعية إنصاف لولاية سطيف يحضى بالقبول و التمويل من طرف وزارة الشباب المشروع الوحيد الذي يحمل طابع جمعية ولائية ممثلا لولاية سطيف \nالشكر موصول لكل من ساهم في مراحل التفكير و المناقشة و كذا كتابة النسخة النهائية من المشروع بوركت جهودكم و وفقكم الله في تجسيد مختلف مراحه و مبادراته الشبانية\nو شكر خاص الجمعيتين الشريكتين لنا جمعية مقرس للسياحة لبيت الشباب الباز و كذا الرابطة الولائية للنشاطات الهواء الطلق و الترفيه و التبادل لولاية سطيف\n🔴بـيـان صـحـفي:\n✅في إطار تنفيذ برنامج دعم وتمويل المشاريع الجمعوية ذات الطابع الشبابي بعنوان سنة 2026، تُعلن وزارة الشباب عن النتائج الرسمية الخاصة بعملية الدعوة لتمويل المشاريع، التي أُطلقت عبر منصة \"شراكة\" في نسختها المحدَّثة.\n\nوعرفت هذه العملية مشاركة واسعة لـ364 جمعية شبابية وطنية ومحلية، تأهّلت منها 218 جمعية إلى مرحلة العروض الحضورية، التي احتضنها المركز الثقافي \"محمد عيسى مسعودي\" بحسين داي، وذلك بعد الدراسة الأولية للمشاريع.\n\nوبعد استكمال جلسات التقييم والمداولات، وتطبيقًا للمعايير المعتمدة، وضبطًا للاحتياجات والأولويات، تم قبول تمويل مشاريع لفائدة 100 جمعية، إضافة إلى 160 جمعية شريكة ستعمل ضمن مقاربة تشاركية مع الجمعيات المستفيدة من التمويل.\n\nوقد أُطّرت هذه العملية من طرف لجنتين: مركزية وتقنية، وبمرافقة من المديرية الفرعية لترقية مشاريع الحركة الجمعوية والتطوع بوزارة الشباب، إلى جانب فريق تطوير المنصات الرقمية التابع لمديرية الرقمنة والوثائق، بما ساهم في ضمان الشفافية والنجاعة في مختلف مراحل العملية.\n\nوفي هذا الصدد، سيتم خلال الأيام القادمة، وبإشراف من السيد وزير الشباب مكلف بالمجلس الأعلى للشباب، تنظيم مراسم إمضاء العقود الخاصة بالمشاريع المقبولة، للشروع في تنفيذ المشاريع وإجراءات تأسيس النوادي الشبابية على مستوى مؤسسات الشباب، في خطوة تؤكد التزام القطاع بمواصلة العمل على حوكمة نظام الشراكة مع الجمعيات، ودعم المبادرات الشبابية ذات الأثر المستدام، وتعزيز دور الجمعيات في تنشيط المؤسسات الشبابية والرفع من جاذبيتها.",
    "category": "Youth Projects",
    "url": "https://www.facebook.com/insaf.association.setif/posts/pfbid02dfuXi55955WW59iXcHHU6bxjg5Lvt2rXfMB1RwSFBKAvjZ87rrfLhXavfzuajTaEl",
    "images": [
      "https://scontent-ord5-2.xx.fbcdn.net/v/t39.30808-6/698594327_1285273550442447_1499028161524991459_n.jpg?stp=dst-jpg_tt6&cstp=mx1080x1350&ctp=s590x590&_nc_cat=105&ccb=1-7&_nc_sid=127cfc&_nc_ohc=jXTX9-gNWQsQ7kNvwGYfRpS&_nc_oc=Adot-3cAglR2P3taEudYcn1k7kkyhBmczmBDrqQBZXnxdVZsQL6wrRdNvwLIV0e3bj0&_nc_zt=23&_nc_ht=scontent-ord5-2.xx&_nc_gid=LN57DnnrfgZs6-7MI3bvPA&_nc_ss=72289&oh=00_AQAzfOLjOQpevZ-qfnreENJvPoUOtX3XhcsdDpUHvYTH3Q&oe=6A63B1EC",
      "https://scontent-ord5-1.xx.fbcdn.net/v/t39.30808-6/698381765_1285273597109109_3982345624457439016_n.jpg?stp=dst-jpg_tt6&cstp=mx1080x1350&ctp=s590x590&_nc_cat=106&ccb=1-7&_nc_sid=127cfc&_nc_ohc=X58x7bDazSEQ7kNvwEPfrO2&_nc_oc=AdqSpH55oTuvZ3SuLYCFvhP0tAyA76i61-mfB4tLRDEH_iHj1K7Cs2xLR02qX8LdVnw&_nc_zt=23&_nc_ht=scontent-ord5-1.xx&_nc_gid=LN57DnnrfgZs6-7MI3bvPA&_nc_ss=72289&oh=00_AQBk5rIJiuywSpxMbqc1TKQSGPEyw4BmxzcE1OWuJMNV7g&oe=6A63BC69",
      "https://scontent-ord5-1.xx.fbcdn.net/v/t39.30808-6/698875917_1285273663775769_11339490591531105_n.jpg?stp=dst-jpg_tt6&cstp=mx1080x1350&ctp=s590x590&_nc_cat=111&ccb=1-7&_nc_sid=127cfc&_nc_ohc=IaoBe0S88p4Q7kNvwGh7naf&_nc_oc=AdrFUZ5FrVffNPmUTJwCT73tscvmFDQdm0uzoifS6Gr7d5ssss1Vz0CQfQiWNg9XtEc&_nc_zt=23&_nc_ht=scontent-ord5-1.xx&_nc_gid=LN57DnnrfgZs6-7MI3bvPA&_nc_ss=72289&oh=00_AQCeYFDvZ8xdLMYRPG5jiFWhXN5InWdc13ol6wQmvnvJeg&oe=6A63A4E7",
      "https://scontent-ord5-2.xx.fbcdn.net/v/t39.30808-6/699021709_1285273753775760_9130911052941427494_n.jpg?stp=dst-jpg_tt6&cstp=mx1080x1350&ctp=s590x590&_nc_cat=103&ccb=1-7&_nc_sid=127cfc&_nc_ohc=FEPr_IZkw-YQ7kNvwE-6UBx&_nc_oc=Adps4JlKCpux3sX4sd60noEqRxexc1h2WIiueU894SInL1ydfwQDinkAo0sjVA6WhPA&_nc_zt=23&_nc_ht=scontent-ord5-2.xx&_nc_gid=LN57DnnrfgZs6-7MI3bvPA&_nc_ss=72289&oh=00_AQCsBvb_MQzOOTiLhvuC5zLIvSrN01-DCsujKAhTM-xMKw&oe=6A63CC12",
      "https://scontent-ord5-2.xx.fbcdn.net/v/t39.30808-6/697285862_1285274003775735_4093898364934637127_n.jpg?stp=dst-jpg_tt6&cstp=mx1080x1350&ctp=s590x590&_nc_cat=105&ccb=1-7&_nc_sid=127cfc&_nc_ohc=pYo51Qa78EYQ7kNvwHBwias&_nc_oc=AdrD-bizJcYKD9__fAs2XqSVa2wMBqykg1Cl2hJq8aXmfSljfnazOuNWlAYDMWA5vxE&_nc_zt=23&_nc_ht=scontent-ord5-2.xx&_nc_gid=LN57DnnrfgZs6-7MI3bvPA&_nc_ss=72289&oh=00_AQAY1LMaj8POMrzL31N0OBAQve9-eK4TpIJE2npK2G4jZA&oe=6A63CA30"
    ],
    "image": "https://scontent-ord5-2.xx.fbcdn.net/v/t39.30808-6/698594327_1285273550442447_1499028161524991459_n.jpg?stp=dst-jpg_tt6&cstp=mx1080x1350&ctp=s590x590&_nc_cat=105&ccb=1-7&_nc_sid=127cfc&_nc_ohc=jXTX9-gNWQsQ7kNvwGYfRpS&_nc_oc=Adot-3cAglR2P3taEudYcn1k7kkyhBmczmBDrqQBZXnxdVZsQL6wrRdNvwLIV0e3bj0&_nc_zt=23&_nc_ht=scontent-ord5-2.xx&_nc_gid=LN57DnnrfgZs6-7MI3bvPA&_nc_ss=72289&oh=00_AQAzfOLjOQpevZ-qfnreENJvPoUOtX3XhcsdDpUHvYTH3Q&oe=6A63B1EC",
    "likes": 22,
    "comments": 11,
    "shares": 0
  },
  {
    "id": "979538307803242",
    "date": "2026-05-13T21:51:20.000Z",
    "text": "#معا_نعيد_حياة_كراريسنا \n#حملة_جمع_الكراريس_و_إعادة_تدويرها \nInsaf Association Setif \n\nنادي  #سفراء_حقوق_الطفل بمركز الترفيه العلمي الباز سطيف \n\nالمجلس الأعلى للشباب - الجزائر \nوزارة الشباب \nوزارة التربية الوطنية - Ministry of National Education of Algeria \nWilaya Setif ولاية سطيف \nمديرية الشباب والرياضة - ولاية سطيف \nديوان مؤسسات الشباب - سطيف \nمركز الترفيه العلمي الباز - ولاية سطيف \nMoustafa Hidaoui مصطفى حيداوي",
    "category": "Child Protection",
    "url": "https://www.facebook.com/reel/1252533250424899/",
    "images": [
      "https://scontent-ord5-1.xx.fbcdn.net/v/t15.5256-10/696358628_1003600012203876_1048534232516174946_n.jpg?stp=dst-jpg_tt6&cstp=mx576x1024&ctp=s960x960&_nc_cat=106&ccb=1-7&_nc_sid=5fad0e&_nc_ohc=8Q5jf1iERo4Q7kNvwGYCWkp&_nc_oc=Ado_3GrKHlkI6CL0RvgixBfrmqaLtZxjqMSFFI9wUs0zrs6nJ_uIbhMey0cfJL_AHdo&_nc_zt=23&_nc_ht=scontent-ord5-1.xx&_nc_gid=LN57DnnrfgZs6-7MI3bvPA&_nc_ss=72289&oh=00_AQDN7niQ2LLxZ5aHUvYVABK_IXZ_1RnF_9j8Tl4OuTYkRg&oe=6A63B932"
    ],
    "image": "https://scontent-ord5-1.xx.fbcdn.net/v/t15.5256-10/696358628_1003600012203876_1048534232516174946_n.jpg?stp=dst-jpg_tt6&cstp=mx576x1024&ctp=s960x960&_nc_cat=106&ccb=1-7&_nc_sid=5fad0e&_nc_ohc=8Q5jf1iERo4Q7kNvwGYCWkp&_nc_oc=Ado_3GrKHlkI6CL0RvgixBfrmqaLtZxjqMSFFI9wUs0zrs6nJ_uIbhMey0cfJL_AHdo&_nc_zt=23&_nc_ht=scontent-ord5-1.xx&_nc_gid=LN57DnnrfgZs6-7MI3bvPA&_nc_ss=72289&oh=00_AQDN7niQ2LLxZ5aHUvYVABK_IXZ_1RnF_9j8Tl4OuTYkRg&oe=6A63B932",
    "likes": 11,
    "comments": 1,
    "shares": 0
  },
  {
    "id": "979149764508763",
    "date": "2026-05-13T11:31:26.000Z",
    "text": "#معا_نعيد_حياة_كراريسنا \n#حملة_جمع_الكراريس_و_إعادة_تدويرها \nInsaf Association Setif \n\nنادي  #سفراء_حقوق_الطفل لجمعية إنصاف بمركز الترفيه العلمي الباز سطيف \n\nالمجلس الأعلى للشباب - الجزائر \nوزارة الشباب \nوزارة التربية الوطنية - Ministry of National Education of Algeria \nWilaya Setif ولاية سطيف \nمديرية الشباب والرياضة - ولاية سطيف \nديوان مؤسسات الشباب - سطيف \nمركز الترفيه العلمي الباز - ولاية سطيف \nMoustafa Hidaoui مصطفى حيداوي",
    "category": "Child Protection",
    "url": "https://www.facebook.com/reel/3293115010884399/",
    "images": [
      "https://scontent-ord5-2.xx.fbcdn.net/v/t15.5256-10/698783152_1519693096213907_3540749476118359360_n.jpg?stp=dst-jpg_tt6&cstp=mx576x1024&ctp=s960x960&_nc_cat=102&ccb=1-7&_nc_sid=5fad0e&_nc_ohc=dItSZqR-yOAQ7kNvwFqIZUU&_nc_oc=AdpYyGorLNwtAwSRinYQccfaVKsDa-0nudTJEaKixZwwewxybLQZcJqTZfb_1bO-ZBw&_nc_zt=23&_nc_ht=scontent-ord5-2.xx&_nc_gid=LN57DnnrfgZs6-7MI3bvPA&_nc_ss=72289&oh=00_AQDjilYC2opQDMnX1PlLGC8uO2raRXdCXCHyD0Ej2vSHug&oe=6A63DAF7"
    ],
    "image": "https://scontent-ord5-2.xx.fbcdn.net/v/t15.5256-10/698783152_1519693096213907_3540749476118359360_n.jpg?stp=dst-jpg_tt6&cstp=mx576x1024&ctp=s960x960&_nc_cat=102&ccb=1-7&_nc_sid=5fad0e&_nc_ohc=dItSZqR-yOAQ7kNvwFqIZUU&_nc_oc=AdpYyGorLNwtAwSRinYQccfaVKsDa-0nudTJEaKixZwwewxybLQZcJqTZfb_1bO-ZBw&_nc_zt=23&_nc_ht=scontent-ord5-2.xx&_nc_gid=LN57DnnrfgZs6-7MI3bvPA&_nc_ss=72289&oh=00_AQDjilYC2opQDMnX1PlLGC8uO2raRXdCXCHyD0Ej2vSHug&oe=6A63DAF7",
    "likes": 600,
    "comments": 23,
    "shares": 23
  },
  {
    "id": "978690874554652",
    "date": "2026-05-12T20:53:56.000Z",
    "text": "#معا_نعيد_حياة_كراريسنا \n#حملة_جمع_الكراريس_و_إعادة_تدويرها \nInsaf Association Setif \n\nنادي  #سفراء_حقوق_الطفل لجمعية إنصاف بمركز الترفيه العلمي الباز سطيف \n\nالمجلس الأعلى للشباب - الجزائر \nوزارة الشباب \nWilaya Setif ولاية سطيف \nمديرية الشباب والرياضة - ولاية سطيف \nديوان مؤسسات الشباب - سطيف \nمركز الترفيه العلمي الباز - ولاية سطيف \nMoustafa Hidaoui مصطفى حيداوي",
    "category": "Child Protection",
    "url": "https://www.facebook.com/reel/1227239692642075/",
    "images": [
      "https://scontent-lax3-1.xx.fbcdn.net/v/t15.5256-10/698606386_1723254158832244_7191057269714674138_n.jpg?stp=dst-jpg_tt6&cstp=mx1024x576&ctp=s960x960&_nc_cat=104&ccb=1-7&_nc_sid=5fad0e&_nc_ohc=bFqJz41xrO4Q7kNvwHM1ssc&_nc_oc=AdodPUEnoJXoy2hTFzjlFoZgkpURnfw1Tq56qLzIkM2hFIfT2357aPyMISQ-bCgzCg8&_nc_zt=23&_nc_ht=scontent-lax3-1.xx&_nc_gid=TobXYZG_3oOwYE_4ben87Q&_nc_ss=72289&oh=00_AQDYmt7aOkN9JoqKQLhSgQz6Ez24ge_4l4K7viaGPvVl0A&oe=6A63B670"
    ],
    "image": "https://scontent-lax3-1.xx.fbcdn.net/v/t15.5256-10/698606386_1723254158832244_7191057269714674138_n.jpg?stp=dst-jpg_tt6&cstp=mx1024x576&ctp=s960x960&_nc_cat=104&ccb=1-7&_nc_sid=5fad0e&_nc_ohc=bFqJz41xrO4Q7kNvwHM1ssc&_nc_oc=AdodPUEnoJXoy2hTFzjlFoZgkpURnfw1Tq56qLzIkM2hFIfT2357aPyMISQ-bCgzCg8&_nc_zt=23&_nc_ht=scontent-lax3-1.xx&_nc_gid=TobXYZG_3oOwYE_4ben87Q&_nc_ss=72289&oh=00_AQDYmt7aOkN9JoqKQLhSgQz6Ez24ge_4l4K7viaGPvVl0A&oe=6A63B670",
    "likes": 18,
    "comments": 2,
    "shares": 4
  },
  {
    "id": "978407564582983",
    "date": "2026-05-12T13:13:51.000Z",
    "text": "🔴جمعية إنصاف لولاية سطيف و بمبادرة من وزارة الشباب و وزارة التربية الوطنية تشارك في الحملة الوطنية لاسترجاع الكراريس المستعملة وإعادة تدويرها:\n✅في إطار دعم الجهود الوطنية الرامية إلى ترسيخ ثقافة المحافظة على البيئة وتعزيز قيم المواطنة لدى فئة الشباب، وفي إطار اتفاقية الشراكة التي تجمعها بوزارة التربية الوطنية، تشارك وزارة الشباب في الحملة الوطنية لاسترجاع الكراريس المستعملة وإعادة تدويرها، المنظمة من طرف وزارة التربية الوطنية، بمشاركة عدد من القطاعات الحكومية والهيئات الرسمية. وتدعو وزارة الشباب كافة الشباب والجمعيات والفاعلين في المجتمع المدني ورواد المؤسسات الشبابية إلى المساهمة بقوة في إنجاح هذه الحملة، وجعلها فرصة لترسيخ ثقافة التطوع والمحافظة على المحيط.\n\nالمجلس الأعلى للشباب - الجزائر \nوزارة الشباب \nوزارة التربية الوطنية - Ministry of National Education of Algeria \nWilaya Setif ولاية سطيف \nمديرية الشباب والرياضة - ولاية سطيف \nديوان مؤسسات الشباب - سطيف \nمركز الترفيه العلمي الباز - ولاية سطيف \nMoustafa Hidaoui مصطفى حيداوي",
    "category": "Youth Projects",
    "url": "https://www.facebook.com/insaf.association.setif/posts/pfbid0mAnJ55gmRzFnuT6c1op2tuPEySdAaDp2TaurQPDgrde3bPkiJudvsDjdG4DgjrTHl",
    "images": [
      "/photos/978407524582987.jpg"
    ],
    "image": "/photos/978407524582987.jpg",
    "likes": 21,
    "comments": 3,
    "shares": 1
  },
  {
    "id": "973347061755700",
    "date": "2026-05-06T06:31:25.000Z",
    "text": "#تعزية ومواساة \nببالغ الأسى والحزن تلقينا وفاة احد أعمدة الغمل الجمعوي بسطيف . السيد..قرين محمد .. عضو الجمعية الولائية لمكافحة الضمور العضلي بسطيف. \nلا يسعنا. الا أن نتقدم الى عائلته وإلى كل أعضاء الجمعية الولائية لمكافحة الضمور العضلي بخالص مشاعر التعازي و المواساة راجين من المولى عز وجل أن يتغمد روحه برحمته الواسعة ويسكنه فسيح جناته.\nانا لله وانا إلبه راجعون",
    "category": "Solidarity",
    "url": "https://www.facebook.com/insaf.association.setif/posts/pfbid0J6LimxEjKPS3ot42TkcUR9bHP7uNkwmE4GEcEzzHKoeM6Rmk1FEpvsJxX1MdMURRl",
    "images": [
      "/photos/973346951755711.jpg",
      "/photos/973346988422374.jpg",
      "/photos/973347035089036.jpg"
    ],
    "image": "/photos/973346951755711.jpg",
    "likes": 14,
    "comments": 8,
    "shares": 0
  },
  {
    "id": "973116168445456",
    "date": "2026-05-05T23:18:55.000Z",
    "text": "في أطار برنامج DZ Young Leaders  تم اليوم 05 مايو 2026 ابتداء من الساعة 14:00\nعقد الاجتماع التأسيسي لنادي \" مهارات المستقبل\" برئاسة القائدة رحمة بالعطار على مستوى مركز الترفيه العلمي الباز \nوقد تمت مناقشة تغيير اسم المشروع،\nوتقسيم مبدئي للمهام بين الأعضاء الحاضرين والاتفاق على عقد اجتماع لاحق لكتابة خطة العمل بحضورك جميع اعضاء النادي و لكل من اعتذر عن الحضور اليوم \nانتظرونا في مبادرة هادفة و ملهمة للشباب \n\nالمجلس الأعلى للشباب - الجزائر \nوزارة الشباب \nمديرية الشباب والرياضة - ولاية سطيف \nديوان مؤسسات الشباب - سطيف \nمركز الترفيه العلمي الباز - ولاية سطيف \nMoustafa Hidaoui مصطفى حيداوي",
    "category": "Youth Projects",
    "url": "https://www.facebook.com/insaf.association.setif/posts/pfbid0VmE1Q65sMDnhgcoaSL6y1HeH3ug8n3HvmqUgrCzT4No3jEZ26qnsdyf6nevPFZgxl",
    "images": [
      "/photos/973114778445595.jpg",
      "/photos/973114815112258.jpg",
      "/photos/973114905112249.jpg",
      "/photos/973114961778910.jpg",
      "/photos/973116051778801.jpg"
    ],
    "image": "/photos/973114778445595.jpg",
    "likes": 42,
    "comments": 3,
    "shares": 1
  },
  {
    "id": "971516481938758",
    "date": "2026-05-03T21:39:57.000Z",
    "text": "📢 مبادرة من القائدة رحمة بالعطار  💪و في إطار برنامج تأهيل القيادات الشبابية الجزائرية DZ Young Leaders    وللانتقال بمبادرتها الهادفة 🔋 من \"فكرة\" إلى \"كيان تنظيمي\" معترف به، \nندعوكم للمشاركة بقوة و الانخراط في المشروع🫶 و هذا بحضور الاجتماع التأسيسي لنادي \"مهارات المستقبل\".\nفي هذا الاجتماع، ⛽سيتم عرض شرح مفصل لهذا المشروع، رؤيته وأهدافه📒. وكذلك التعرف على الأعضاء لتشكيل الفريق.\n\n📌المكان: مركز الترفيه العلمي الباز سطيف\n🕗الزمان: الثلاثاء 05 ماي2026 ابتداء من الساعة الثانية زوالا (14:00)\n🙏ومن أجل ضبط القائمة النهائية وتوسيع القاعدة الشبانية أدعو جميع الراغبين في الانضمام❤️ إلى هذا النادي إلى التسجيل في هذه الاستمارة.\nhttps://surveyheart.com/form/69f6641e279cbce509c3cad4\n\nالنادي سيكون تحت إشراف جمعية إنصاف و جمعية ارتقاء لولاية  سطيف🫶 بمرافقة من مركز الترفيه العلمي الباز بسطيف ❤️\n\nالمجلس الأعلى للشباب - الجزائر \nوزارة الشباب \nمديرية الشباب والرياضة - ولاية سطيف \nديوان مؤسسات الشباب - سطيف \nمركز الترفيه العلمي الباز - ولاية سطيف \nMoustafa Hidaoui مصطفى حيداوي",
    "category": "Youth Projects",
    "url": "https://www.facebook.com/insaf.association.setif/posts/pfbid0jk11LhEhZieMhDi4zJxrQEUNZ8yh8A1dLjiMzbuKyMqRfpnTQXWDadBZPthGbtqvl",
    "images": [
      "/photos/971516438605429.jpg"
    ],
    "image": "/photos/971516438605429.jpg",
    "likes": 31,
    "comments": 8,
    "shares": 1
  },
  {
    "id": "970328955390844",
    "date": "2026-05-02T11:06:18.000Z",
    "text": "#تعزية \nتلقينا ببالغ الأسى والحزن خبر وفاة _اخ _ مستشار الشباب السيد على كتفي. \nوبهذه المناسبة الاليمة،  نتقدم إليه وإلى كافة أفراد العائلة الكريمة بأصدق عبارات التعازي والمواساة..سائلين الله عز وجل ان يتغمده بواسع رحمته وأن يسكنه فسيح جناته وأن يلهم ذويه جميل الصبر والسلوان \nانا لله وانا إلبه راجعون",
    "category": "Youth Projects",
    "url": "https://www.facebook.com/insaf.association.setif/posts/pfbid0272qeiG2QeCShsLWUe1RbA8TCJQsjDmD79pnkSv4z3XRm6Xh5yFKqsiJKGmDkvtsEl",
    "images": [
      "/photos/970328922057514.jpg"
    ],
    "image": "/photos/970328922057514.jpg",
    "likes": 13,
    "comments": 5,
    "shares": 0
  },
  {
    "id": "969682245455515",
    "date": "2026-05-01T15:54:57.000Z",
    "text": "#Spelling_Bee\n#Spelling_Bee_Competition\n\n💪نعود إليكم بفيديو مصور⏳ لمجريات المسابقة و مرور المشاركين لدى مختلف لجان التحكيم و كذا اجواء  المعارض المنظمة على هامش طبعتنا  لهذا العام 🔋بإشرف من مدير الشباب والرياضة لولاية سطيف🙏 بمعية مدير ديوان مؤسسات الشباب👏 السبت 25 أفريل 2025، بمركز الترفيه العلمي الباز بسطيف، على انطلاق الطبعة الأولى من المسابقة العالمية للتهجئة باللغة الإنجليزية📒، من تنظيم  جمعية إنصاف لولاية سطيف 💪بمعية جمعية جيل التكنولوجيا سطيف  ❤️بالتنسيق مع ديوان مؤسسات الشباب وتحت إشراف مديرية الشباب والرياضة، بمشاركة من مختلف الفئات العمرية🔋، من تأطير نخبة وروادو  متحدثي اللغة الانجليزية  من خبراء و دكاترة الانجليزية من الجامعات والمراكز المتخصصة في التدريب و التطوير، \n المجلس الأعلى للشباب - الجزائر \nالمرصد الوطني للمجتمع المدني \nوزارة الشباب \nWilaya Setif ولاية سطيف \nمديرية الشباب والرياضة - ولاية سطيف \nديوان مؤسسات الشباب - سطيف \nمركز الترفيه العلمي الباز - ولاية سطيف \nجمعية جيل التكنولوجيا سطيف \nMoustafa Hidaoui مصطفى حيداوي \n@super fans",
    "category": "Youth Projects",
    "url": "https://www.facebook.com/reel/983098580783695/",
    "images": [
      "https://scontent-xxc1-1.xx.fbcdn.net/v/t15.5256-10/682554002_1498303605319464_206666522698898314_n.jpg?stp=dst-jpg_tt6&cstp=mx464x848&ctp=s464x848&_nc_cat=101&ccb=1-7&_nc_sid=5fad0e&_nc_ohc=tW26MPWDVbUQ7kNvwHmjXrM&_nc_oc=AdqLkkoBnGsrA_YbJnLvDJ52lyUqcv1KS4c6g4ct-5bAY176q_n8-dzWtuD4MlaLq2Y&_nc_zt=23&_nc_ht=scontent-xxc1-1.xx&_nc_gid=iXv3XbGF9659VrvzoS00TQ&_nc_ss=72289&oh=00_AQBjBtt5L7VJgyfDQEV1gVmQXbJzjp7tihWdqNtsNOaZtQ&oe=6A63A884"
    ],
    "image": "https://scontent-xxc1-1.xx.fbcdn.net/v/t15.5256-10/682554002_1498303605319464_206666522698898314_n.jpg?stp=dst-jpg_tt6&cstp=mx464x848&ctp=s464x848&_nc_cat=101&ccb=1-7&_nc_sid=5fad0e&_nc_ohc=tW26MPWDVbUQ7kNvwHmjXrM&_nc_oc=AdqLkkoBnGsrA_YbJnLvDJ52lyUqcv1KS4c6g4ct-5bAY176q_n8-dzWtuD4MlaLq2Y&_nc_zt=23&_nc_ht=scontent-xxc1-1.xx&_nc_gid=iXv3XbGF9659VrvzoS00TQ&_nc_ss=72289&oh=00_AQBjBtt5L7VJgyfDQEV1gVmQXbJzjp7tihWdqNtsNOaZtQ&oe=6A63A884",
    "likes": 23,
    "comments": 2,
    "shares": 1
  },
  {
    "id": "969116615512078",
    "date": "2026-04-30T23:35:17.000Z",
    "text": "#تغطيات_إعلامية \nتغطية قناة المستقبل الجزائرية لفعاليات المسابقة الوطنية \n#spelling_bee_competition\n🟣 #قناة_المستقبل_الجزائرية 📺 📹\n#رابط يوتيوب :  https://www.youtube.com/watch?v=_CvPTQ3YYnY\nتغطية للزميل  #فواز ذويبي\nمسابقة التهجئة لكلمات الانجليزية بسطيف #بسطيف\n\n---------------\n\n📹- 📹- #لمتابعتنا عبر فايسبوك – يوتيوب – تيك توك – انستقرام : قناة المستقبل الجزائرية\n--------------------------------------\n************ .. 🎬 📺 #لمن_يهمه_أمر_الانضمام الى أسرتنا الاعلامية 🎬 📺 *******\n\n##دورة_تطبيقية+انضمام واستمرارية +تصوير برنامج +تصوير موجز اخباري+........🎬 🎬📺\nفي اطار دعم المواهب والهواة في مجال الصحافة والاعلام وفتح المجال لكل راغب في خوض تجربة الاعلام السمعي البصري* تعلن الجمعية الوطنية الجزائرية المستقبل للصحافة والاعلام وقناة المستقبل الجزائرية الالكترونية . عن فتح التسجيلات في دورة التقديم التلفزيوني التي ستقام أيام 19-20-21 - ماي 2026 لمدة ثلاث أيام مكثفة بمقر المكتب الوطني برج بوعريريج ويستمر الترويج والعمل على اسمكم لشهور بعد ذلك ---- وكل من يشترك في الدورة سيستفيد من الأمور التالية :\n1// 📺 📹- دورة تطبيقية لمدة ثلاث أيام مكثفة تشمل العديد من الأنواع التلفزيونية ويستمر العمل على الترويج لاسمك ومختلف أعمالك معنا لمدة شهور عبر مختلف منصاتنا.\n2/ 📺 📹- تصوير 4 حلقات من فكرة برنامج قصير خاصة بك\" تكون أنت صاحب الفكرة ومقدمها\"\" ونقوم بالترويج للبرنامج لمدة شهور ونشره عبر قناة المستقبل الجزائرية التي تعتبر كقناة الكترونية لنشر نشاطاتنا عبر فايسبوك/ يوتيوب/ انستقرام / تيك توك\n3/ 📺 📹- تمنح لك شهادة + بطاقة انضمام الى الجمعية الوطنية الجزائرية المستقبل للصحافة والاعلام\nالعدد محدود والتسجيلات جارية // المبيت متوفر بتوجيه منا\nللاستفسار والتسجيل التواصل معنا يوميا من الساعة 8.00 الى 17.00 مساءا عبر العناوين التالية : 📺 📹- ...🎬 🎬\nصفحة الفايسبوك تحت عنوان : الصفحة الاحتياطية لقناة المستقبل\nهاتف : 044291477****0655461120\n------ لمتابعتنا عبر المنصات التالية : \n** يوتيوب : قناة المستقبل الجزائرية\n** فايسبوك : قناة المستقبل الجزائرية\n** تيك توك : قناة المستقبل الجزائرية\n** انستغرام : قناة المستقبل الجزائرية \n** ايمايل : futuretv.alg@gmail.com\n...🎬 🎬 / 📺 📹- /",
    "category": "Association News",
    "url": "https://www.facebook.com/insaf.association.setif/posts/pfbid0yCdmdN5jZ2TigHtaicAiizKmkWBSVnmEyr7XD9Dvs8wahCtYVPuGuE6UZcW53Ya2l",
    "images": [
      "https://scontent-xxc1-1.xx.fbcdn.net/v/t15.5256-10/687792549_2351148085374679_4890351647861094842_n.jpg?stp=dst-jpg_tt6&cstp=mx1280x720&ctp=s960x960&_nc_cat=109&ccb=1-7&_nc_sid=5fad0e&_nc_ohc=3r_RqCavAAkQ7kNvwG-1EBE&_nc_oc=AdojsYDVxtg3P_L3G9zyrxeoWoZAzZk-LqiX2pE52BTGGsRxbg8iJuQAnQ2f5cIF-tk&_nc_zt=23&_nc_ht=scontent-xxc1-1.xx&_nc_gid=iXv3XbGF9659VrvzoS00TQ&_nc_ss=72289&oh=00_AQB2osuhb1xAfVnIWft-R6Qw52yqPIoIwhxhjTFhaygRaw&oe=6A63B350"
    ],
    "image": "https://scontent-xxc1-1.xx.fbcdn.net/v/t15.5256-10/687792549_2351148085374679_4890351647861094842_n.jpg?stp=dst-jpg_tt6&cstp=mx1280x720&ctp=s960x960&_nc_cat=109&ccb=1-7&_nc_sid=5fad0e&_nc_ohc=3r_RqCavAAkQ7kNvwG-1EBE&_nc_oc=AdojsYDVxtg3P_L3G9zyrxeoWoZAzZk-LqiX2pE52BTGGsRxbg8iJuQAnQ2f5cIF-tk&_nc_zt=23&_nc_ht=scontent-xxc1-1.xx&_nc_gid=iXv3XbGF9659VrvzoS00TQ&_nc_ss=72289&oh=00_AQB2osuhb1xAfVnIWft-R6Qw52yqPIoIwhxhjTFhaygRaw&oe=6A63B350",
    "likes": 5,
    "comments": 0,
    "shares": 1
  },
  {
    "id": "969045088852564",
    "date": "2026-04-30T20:56:33.000Z",
    "text": "من صدى حدثنا الوطني \n#spelling_bee_competition\nIt was a pleasure for MBI Algeria Campus to participate in the Spelling Bee 🐝✨\nOur students showed great effort and confidence throughout the competition.\n\nCongratulations to our 11 winners who made it to the finale! 👏\n\nMany thanks to Insaf Association Setif for this initiative.\n\n⸻\n\nسعدت MBI Algeria Campus بالمشاركة في مسابقة تهجئة الكلمات (Spelling Bee) 🐝✨\nوقد أظهر تلاميذنا مجهودًا كبيرًا وثقة عالية طيلة المنافسة.\n\nتهانينا لـ 11 من طلابنا الذين تأهلوا إلى النهائي! 👏\n\nكل الشكر لجمعية إنصاف – سطيف على هذه المبادرة\n\n#mbi_algeria_campus #سطيف #spellingbee",
    "category": "Association News",
    "url": "https://www.facebook.com/insaf.association.setif/posts/pfbid02CRwmDJrGGyzJRDKTXMo8RUBoFEAnmnzxc4RrV94GMDrswkxWTpZBDJxyofRXojBhl",
    "images": [
      "https://scontent-xxc1-1.xx.fbcdn.net/v/t51.71878-10/683420051_2103188000226190_1950464974603212634_n.jpg?stp=dst-jpg_tt6&cstp=mx640x1136&ctp=s960x960&_nc_cat=110&ccb=1-7&_nc_sid=5fad0e&_nc_ohc=xqa3jPGKGK4Q7kNvwHAwEhe&_nc_oc=Adrb3t9AnH1v57Sk1n0trLn5XFbMYgSLg76dsiLuni_WZWjTmDJChrarHADOqTdE5Dc&_nc_zt=23&_nc_ht=scontent-xxc1-1.xx&_nc_gid=iXv3XbGF9659VrvzoS00TQ&_nc_ss=72289&oh=00_AQBPuCO2gJJ7jhTXDJu4d3R6wZ9d2Mp2aSd0jICEgQBk_g&oe=6A63C723"
    ],
    "image": "https://scontent-xxc1-1.xx.fbcdn.net/v/t51.71878-10/683420051_2103188000226190_1950464974603212634_n.jpg?stp=dst-jpg_tt6&cstp=mx640x1136&ctp=s960x960&_nc_cat=110&ccb=1-7&_nc_sid=5fad0e&_nc_ohc=xqa3jPGKGK4Q7kNvwHAwEhe&_nc_oc=Adrb3t9AnH1v57Sk1n0trLn5XFbMYgSLg76dsiLuni_WZWjTmDJChrarHADOqTdE5Dc&_nc_zt=23&_nc_ht=scontent-xxc1-1.xx&_nc_gid=iXv3XbGF9659VrvzoS00TQ&_nc_ss=72289&oh=00_AQBPuCO2gJJ7jhTXDJu4d3R6wZ9d2Mp2aSd0jICEgQBk_g&oe=6A63C723",
    "likes": 2,
    "comments": 0,
    "shares": 0
  },
  {
    "id": "968280845595655",
    "date": "2026-04-29T22:33:37.000Z",
    "text": "#Spelling_Bee\n#Spelling_Bee_Competition\n\n💪نعود إليكم بفيديو مصور⏳ لمجريات أجواء الافتتاح الرسمي و المداخلات و الجلسة التحاورية لطبعتنا  🔋بإشرف من مدير الشباب والرياضة لولاية سطيف🙏 بمعية مدير ديوان مؤسسات الشباب👏 السبت 25 أفريل 2025، بمركز الترفيه العلمي الباز بسطيف، على انطلاق الطبعة الأولى من المسابقة العالمية للتهجئة باللغة الإنجليزية📒، من تنظيم  جمعية إنصاف لولاية سطيف 💪بمعية جمعية جيل التكنولوجيا سطيف  ❤️بالتنسيق مع ديوان مؤسسات الشباب وتحت إشراف مديرية الشباب والرياضة، بمشاركة من مختلف الفئات العمرية🔋، من تأطير نخبة وروادو  متحدثي اللغة الانجليزية  من خبراء و دكاترة الانجليزية من الجامعات والمراكز المتخصصة في التدريب و التطوير، \n\nالمجلس الأعلى للشباب - الجزائر \nالمرصد الوطني للمجتمع المدني \nالهيئة الوطنية لحماية وترقية الطفولة \nوزارة الشباب \nمديرية الشباب والرياضة - ولاية سطيف \nديوان مؤسسات الشباب - سطيف \nمركز الترفيه العلمي الباز - ولاية سطيف \nجمعية جيل التكنولوجيا سطيف \nMoustafa Hidaoui مصطفى حيداوي \n@super fans",
    "category": "Youth Projects",
    "url": "https://www.facebook.com/reel/1279771164336833/",
    "images": [
      "https://scontent-atl3-2.xx.fbcdn.net/v/t15.5256-10/684722706_918850141185219_8220885556477441879_n.jpg?stp=dst-jpg_tt6&cstp=mx464x848&ctp=s464x848&_nc_cat=104&ccb=1-7&_nc_sid=5fad0e&_nc_ohc=pCPsx8rzaXwQ7kNvwFHiIRW&_nc_oc=AdqnnEvZrC54tOfobVelM_gjTH2uKu9t3vgWoy0q0cdS_5bifN3qP_c6fRUHPVYUzAssjHbkSgiD_ldPNvFkbBko&_nc_zt=23&_nc_ht=scontent-atl3-2.xx&_nc_gid=yad3hGmRl3tC45Gz0aiVFQ&_nc_ss=72289&oh=00_AQDppS3z_E9ItlPG1OHu1PkFmfEkxi2C5vASAL2J3NKvWw&oe=6A63C793"
    ],
    "image": "https://scontent-atl3-2.xx.fbcdn.net/v/t15.5256-10/684722706_918850141185219_8220885556477441879_n.jpg?stp=dst-jpg_tt6&cstp=mx464x848&ctp=s464x848&_nc_cat=104&ccb=1-7&_nc_sid=5fad0e&_nc_ohc=pCPsx8rzaXwQ7kNvwFHiIRW&_nc_oc=AdqnnEvZrC54tOfobVelM_gjTH2uKu9t3vgWoy0q0cdS_5bifN3qP_c6fRUHPVYUzAssjHbkSgiD_ldPNvFkbBko&_nc_zt=23&_nc_ht=scontent-atl3-2.xx&_nc_gid=yad3hGmRl3tC45Gz0aiVFQ&_nc_ss=72289&oh=00_AQDppS3z_E9ItlPG1OHu1PkFmfEkxi2C5vASAL2J3NKvWw&oe=6A63C793",
    "likes": 17,
    "comments": 0,
    "shares": 0
  },
  {
    "id": "968276875596052",
    "date": "2026-04-29T22:24:57.000Z",
    "text": "البطلة كوكي الصامدة الصبورة في ذمة الله \nخسر المرض و فازت  كوكي بالجنة ان شاء الله \nانا لله و انا اليه راجعون تعازينا الخالصة لعائلة الأخت #مهى Maha Guiri  رئيسة جمعية مهى في فقدان ابنتهم نسأل الله أن يرحمها ويجعلها طيرا من طيور الجنة يارب ويلهم أهلها وذويها الصبر والسلوان 🤲 😭",
    "category": "Solidarity",
    "url": "https://www.facebook.com/insaf.association.setif/posts/pfbid02FfYd7QZsUJvhx4QLV67ccJjT3ZoFbMY4RH5c51XsqfV6kixGQvJyvJjJ1o6wxF8l",
    "images": [
      "/photos/968276802262726.jpg",
      "/photos/968276848929388.jpg"
    ],
    "image": "/photos/968276802262726.jpg",
    "likes": 11,
    "comments": 7,
    "shares": 0
  },
  {
    "id": "968228488934224",
    "date": "2026-04-29T20:47:10.000Z",
    "text": "🔳  #تعزية\nبسم الله الرحمـن الرحيـم \n\"يَا أَيَّتُهَا النَّفْسُ الْمُطْمَئِنَّةُ ارْجِعِي إِلَى رَبِّكِ رَاضِيَةً مَرْضِيَّةً فَادْخُلِي فِي عِبَادِي وَادْخُلِي جَنَّتِي\" صدق الله العظيم .\nبقلوب مؤمنة بقضاء الله و قدره تلقينا نبأ وفاة زوجة جد محمد حفحوف Hafhouf Mohamed  عضو جمعية إنصاف لولاية سطيف \nوعلى إثر هذا المصاب الجلل يتقدم  رئيس الجمعية باسمه و  أصالة عن نفسه ونيابة عن اعضاء المكتب  بأحر  التعازي إلى عائلة الفقيده، سائلا المولى عز وجل أن يتغمدها بواسع رحمته ، ويسكنها فسيح جناته ، و يثبتها عند السؤال ويلهم أهلها وذويها جميل الصبر و السلوان.\n🔳 أعظم الله أجركم وأحسن عزاءكم🔳\n🔳🔳 إنا لله و إنا إليه راجعون .🔳🔳",
    "category": "Partnerships",
    "url": "https://www.facebook.com/insaf.association.setif/posts/pfbid0235HAd1w3NMNek9dB1XNC6GCPuNkSVuymJjCbk22iFoTt3tqqRzKvNU5pSSuKZ6kEl",
    "images": [
      "/photos/968228465600893.jpg"
    ],
    "image": "/photos/968228465600893.jpg",
    "likes": 8,
    "comments": 4,
    "shares": 0
  },
  {
    "id": "967289169028156",
    "date": "2026-04-28T16:45:31.000Z",
    "text": "#Spelling_Bee\n#Spelling_Bee_Competition\n\n💪نعود معكم إلى اجواء التكريمات التي حضي بها كل من شرفنا من خبراء و دكاترة و اساتذة اعضاء لجان التحكيم و كذا مختلف ممثلو العارضين من مدارس خاصة و موسسات تعليمية و مراكز و اكاديميات التدريب و التطوير و مختلف شركاءنا و مرافقينا في  حدثنا المميز المنظم لاول مرة بولاية  سطيف هي مسابقة  #spelling_bee_competition \n 🔋حيث أشرف السيد  مدير الشباب والرياضة لولاية سطيف🙏 بمعية مدير ديوان مؤسسات الشباب👏 السبت 25 أفريل 2025، بمركز الترفيه العلمي الباز بسطيف، على انطلاق الطبعة الأولى من المسابقة العالمية للتهجئة باللغة الإنجليزية📒، من تنظيم  جمعية إنصاف لولاية سطيف 💪بمعية جمعية جيل التكنولوجيا سطيف  ❤️بالتنسيق مع ديوان مؤسسات الشباب وتحت إشراف مديرية الشباب والرياضة، بمشاركة من مختلف الفئات العمرية🔋، في أجواء تنافسية وتعليمية تهدف إلى تعزيز مهارات اللغة الإنجليزية لدى الأطفال والشباب⛽ وتشجيعهم على التميز والتعلم، من تأطير نخبة وروادو  متحدثي اللغة الانجليزية  من خبراء و دكاترة الانجليزية من الجامعات والمراكز المتخصصة في التدريب و التطوير، مع تنظيم معارض وورشات لتبادل الافكار بمشاركة نوادي ومدارس خاصة و مراكز التدريب و التطوير  رائدة في هذا المجال.\n\n   \nالمجلس الأعلى للشباب - الجزائر \nالمرصد الوطني للمجتمع المدني \nالهيئة الوطنية لحماية وترقية الطفولة \nوزارة الشباب \nWilaya Setif ولاية سطيف \nمديرية الشباب والرياضة - ولاية سطيف \nديوان مؤسسات الشباب - سطيف \nمركز الترفيه العلمي الباز - ولاية سطيف \nجمعية جيل التكنولوجيا سطيف \nMoustafa Hidaoui مصطفى حيداوي \n@super fans",
    "category": "Child Protection",
    "url": "https://www.facebook.com/insaf.association.setif/posts/pfbid02Qua5gBiwexXSZ7uPZXavo7Hd2HAajhrdKF1ub9SHGVcrx67fsyDDhLES3uvu84sZl",
    "images": [
      "/photos/967281645695575.jpg",
      "/photos/967281699028903.jpg",
      "/photos/967281765695563.jpg",
      "/photos/967281819028891.jpg",
      "/photos/967281892362217.jpg"
    ],
    "image": "/photos/967281645695575.jpg",
    "likes": 33,
    "comments": 3,
    "shares": 2
  },
  {
    "id": "966597449097328",
    "date": "2026-04-27T19:32:14.000Z",
    "text": "#Spelling_Bee\n#Spelling_Bee_Competition\n\n💪نعود معكم إلى اجواء المنافسة و مرور المشاركين امام لجان التحكيم و تلك اللحظات الجميلة من فرح و بكاء و هذا خلال حدثنا المميز المنظم لاول مرة بولاية  سطيف هي مسابقة  #spelling_bee_competition \n 🔋حيث أشرف السيد  مدير الشباب والرياضة لولاية سطيف🙏 بمعية مدير ديوان مؤسسات الشباب👏 السبت 25 أفريل 2025، بمركز الترفيه العلمي الباز بسطيف، على انطلاق الطبعة الأولى من المسابقة العالمية للتهجئة باللغة الإنجليزية📒، من تنظيم  جمعية إنصاف لولاية سطيف 💪بمعية جمعية جيل التكنولوجيا سطيف  ❤️بالتنسيق مع ديوان مؤسسات الشباب وتحت إشراف مديرية الشباب والرياضة، بمشاركة من مختلف الفئات العمرية🔋، في أجواء تنافسية وتعليمية تهدف إلى تعزيز مهارات اللغة الإنجليزية لدى الأطفال والشباب⛽ وتشجيعهم على التميز والتعلم، من تأطير نخبة وروادو  متحدثي اللغة الانجليزية  من خبراء و دكاترة الانجليزية من الجامعات والمراكز المتخصصة في التدريب و التطوير، مع تنظيم معارض وورشات لتبادل الافكار بمشاركة نوادي ومدارس خاصة و مراكز التدريب و التطوير  رائدة في هذا المجال.\n\n المجلس الأعلى للشباب - الجزائر \nالمرصد الوطني للمجتمع المدني \nالهيئة الوطنية لحماية وترقية الطفولة \nوزارة الشباب \nWilaya Setif ولاية سطيف \nمديرية الشباب والرياضة - ولاية سطيف \nديوان مؤسسات الشباب - سطيف \nمركز الترفيه العلمي الباز - ولاية سطيف \nجمعية جيل التكنولوجيا سطيف \nMoustafa Hidaoui مصطفى حيداوي \n@super fans",
    "category": "Child Protection",
    "url": "https://www.facebook.com/insaf.association.setif/posts/pfbid0PAzL9WsaDVaWYKUYoNU7GAsHrX9uhuJkNfTcFot3qnmkYQyGtTvR5tGVWJLPuTryl",
    "images": [
      "/photos/966594972430909.jpg",
      "/photos/966595132430893.jpg",
      "/photos/966595185764221.jpg",
      "/photos/966595245764215.jpg",
      "/photos/966595299097543.jpg"
    ],
    "image": "/photos/966594972430909.jpg",
    "likes": 32,
    "comments": 4,
    "shares": 2
  },
  {
    "id": "966222815801458",
    "date": "2026-04-27T10:19:35.000Z",
    "text": "من صدى حدثنا الوطني \n#spelling_bee_competition\nAce club shining again at the SPELLING BEE competition proud of our memebers ❤️✨a big thank you for @insaf.association.setif for inviting us #spelling #aceclubsetif #foryou #competition #language",
    "category": "Association News",
    "url": "https://www.facebook.com/insaf.association.setif/posts/pfbid0215qxS2pMvXuxUSQPV4jxQmb58sZneeibn2pmZqqUsWwiETReWnCQ1sazscJ6XLCml",
    "images": [
      "https://scontent-sea5-1.xx.fbcdn.net/v/t51.82787-15/681837487_18162047776443702_6611709222997557978_n.jpg?stp=dst-jpg_tt6&cstp=mx1440x1080&ctp=s590x590&_nc_cat=111&ccb=1-7&_nc_sid=127cfc&_nc_ohc=RQ7EkKo50EgQ7kNvwGLHqG7&_nc_oc=Adrd27jiP6KN1TAmh-Nn7MqHUZ_EbTB0FC1dxxEjupRWXwUvM60-1qd468JdtB3IOdU&_nc_zt=23&_nc_ht=scontent-sea5-1.xx&_nc_gid=41kEEJNIodXk9vq2ZodRbw&_nc_ss=72289&oh=00_AQBf0wAIZFiYYOgHtaw7NTpzkxJqedR6JmEk-ZuUFfSPOw&oe=6A63C1E1",
      "https://scontent-sea5-1.xx.fbcdn.net/v/t51.82787-15/674498159_18162047785443702_3342900568227242695_n.jpg?stp=dst-jpg_tt6&cstp=mx1440x1080&ctp=s590x590&_nc_cat=108&ccb=1-7&_nc_sid=127cfc&_nc_ohc=2S4wrfAapQYQ7kNvwFsEqZp&_nc_oc=AdrVwAsPwmC7Xy2wGl0tn7V149EVuiL-evK6M1rZL8bM2lgsMrezm5mhmon3mgcwbhM&_nc_zt=23&_nc_ht=scontent-sea5-1.xx&_nc_gid=41kEEJNIodXk9vq2ZodRbw&_nc_ss=72289&oh=00_AQBRZOyO_tza7n52xpZPPddFjKhM8ZpkgCLM1pvJAkbk6w&oe=6A63D7F5",
      "https://scontent-sea5-1.xx.fbcdn.net/v/t51.82787-15/674469933_18162047797443702_7061464278645417655_n.jpg?stp=dst-jpg_tt6&cstp=mx1440x1080&ctp=s590x590&_nc_cat=108&ccb=1-7&_nc_sid=127cfc&_nc_ohc=iOvIe8WDxEIQ7kNvwGHNexy&_nc_oc=AdoXN67oG5FE8WYDlPm9yT19-YcZLDSUvjKUDWXxJfXVU0QrJxwReomRT3BUcWyGjXE&_nc_zt=23&_nc_ht=scontent-sea5-1.xx&_nc_gid=41kEEJNIodXk9vq2ZodRbw&_nc_ss=72289&oh=00_AQBavtyMR9mQgGi20mfHrt9QqZ3_Te4X1I2asjLP9p3XXw&oe=6A63CAED",
      "https://scontent-sea1-1.xx.fbcdn.net/v/t51.82787-15/662344170_18162047809443702_891572637222840215_n.jpg?stp=dst-jpegr_tt6&cstp=mx1440x1085&ctp=s590x590&_nc_cat=106&ccb=1-7&_nc_sid=127cfc&_nc_ohc=0y3GVSTmj8EQ7kNvwGitg-E&_nc_oc=AdpGkNbqJWGAuxvY043yq6w6Ls9YFdKvBGRR2ASpJJRbeNRxdjuzTuZOHrXekKY4_4Y&_nc_zt=23&se=-1&_nc_ht=scontent-sea1-1.xx&_nc_gid=41kEEJNIodXk9vq2ZodRbw&_nc_ss=72289&oh=00_AQDMx9aC5-gpUccYzOMyp6TRNPjdXWQnWGD_grN9E0hGTQ&oe=6A63A5B2",
      "https://scontent-sea5-1.xx.fbcdn.net/v/t51.82787-15/681348189_18162047830443702_276983663846242927_n.jpg?stp=dst-jpg_tt6&cstp=mx1440x1085&ctp=s590x590&_nc_cat=108&ccb=1-7&_nc_sid=127cfc&_nc_ohc=7A0weDo1opIQ7kNvwEGvI4p&_nc_oc=AdoHg7rc4ouQkB3vKCr58y8RT-eGero4ODy0bKfds763jUsKi3IpWfszH2snbtaPFX4&_nc_zt=23&_nc_ht=scontent-sea5-1.xx&_nc_gid=41kEEJNIodXk9vq2ZodRbw&_nc_ss=72289&oh=00_AQC8lqQvj6a2dCKVhabN78HgyVIgnB_BS6dWzj7lZZpgcg&oe=6A63C5DF"
    ],
    "image": "https://scontent-sea5-1.xx.fbcdn.net/v/t51.82787-15/681837487_18162047776443702_6611709222997557978_n.jpg?stp=dst-jpg_tt6&cstp=mx1440x1080&ctp=s590x590&_nc_cat=111&ccb=1-7&_nc_sid=127cfc&_nc_ohc=RQ7EkKo50EgQ7kNvwGLHqG7&_nc_oc=Adrd27jiP6KN1TAmh-Nn7MqHUZ_EbTB0FC1dxxEjupRWXwUvM60-1qd468JdtB3IOdU&_nc_zt=23&_nc_ht=scontent-sea5-1.xx&_nc_gid=41kEEJNIodXk9vq2ZodRbw&_nc_ss=72289&oh=00_AQBf0wAIZFiYYOgHtaw7NTpzkxJqedR6JmEk-ZuUFfSPOw&oe=6A63C1E1",
    "likes": 6,
    "comments": 0,
    "shares": 0
  },
  {
    "id": "966221852468221",
    "date": "2026-04-27T10:18:06.000Z",
    "text": "من صدى حدثنا الوطني \n#spelling_bee_competition \nجمعية ارتقاء Irtikae Association\n#مشاركات \nحضور مميز لجمعية ارتقاء لولاية سطيف  في المعرض المنظم من طرف جمعية إنصاف بالتنسيق مع جمعية جيل تيك ، ضمن فعاليات الحدث العالمي #Spelling_Bee  تحت إشراف مديرية الشباب والرياضة بالتنسيق مع ديوان مؤسسات الشباب.\n\nطاقات شابة، شغف بالتعلم، وخطوات ثابتة نحو التميز.\n\n#مديرية_الشباب_والرياضة\n#ديوان_مؤسسات_الشباب\n#جمعية_إرتقاء \n#بداية_النهضة",
    "category": "Association News",
    "url": "https://www.facebook.com/insaf.association.setif/posts/pfbid0brC6d7PTqqvkGehKJVqHjUjjeKwoyiPAdF4skkpxH81pEzsfNmXNAzxAufeASjBwl",
    "images": [
      "https://scontent-ord5-3.xx.fbcdn.net/v/t39.30808-6/680132529_1362377225911702_445857889781682632_n.jpg?stp=dst-jpg_tt6&cstp=mx1000x750&ctp=s590x590&_nc_cat=100&ccb=1-7&_nc_sid=833d8c&_nc_ohc=Fe7vXenFAqEQ7kNvwEOYDM2&_nc_oc=AdqGsv78R5pm_pKPB1_pK17QxG8Au4zz2t_JHt8ObrW2l3TMPDIzDgmUVLedEqYAh9s&_nc_zt=23&_nc_ht=scontent-ord5-3.xx&_nc_gid=KJK6Ys7HibFr6jTIhH1XTg&_nc_ss=72289&oh=00_AQBvZAQyBkT110KmHAnPV5TpgaHAB7JC2Fyq1LGFxpmkVQ&oe=6A63A8AB",
      "https://scontent-ord5-2.xx.fbcdn.net/v/t39.30808-6/679620280_1362380209244737_3184655296575529352_n.jpg?stp=dst-jpg_tt6&cstp=mx2048x1536&ctp=s590x590&_nc_cat=103&ccb=1-7&_nc_sid=833d8c&_nc_ohc=ESN6vtOTkacQ7kNvwGMWPCz&_nc_oc=AdrW_PSaij9LfzibwBVPtMw6On7MHos8sfEL8KnxLGiucx-hppzjY0FWGKhydDk99Og&_nc_zt=23&_nc_ht=scontent-ord5-2.xx&_nc_gid=KJK6Ys7HibFr6jTIhH1XTg&_nc_ss=72289&oh=00_AQCcmdYxcImaWSD_IEhn9JqGYBcek6DacANZMxNUqidDBg&oe=6A63B819",
      "https://scontent-ord5-2.xx.fbcdn.net/v/t39.30808-6/680228394_1362382852577806_8558906138963745184_n.jpg?stp=dst-jpg_tt6&cstp=mx2048x1536&ctp=s590x590&_nc_cat=103&ccb=1-7&_nc_sid=833d8c&_nc_ohc=WVZqccn2XAUQ7kNvwEva9n1&_nc_oc=AdoQSdOnVma2U2XqPrcHIZn8uB4obCONsa0gAydnKSsa3Xq9Iu0xrb3-2I62d5n8pKU&_nc_zt=23&_nc_ht=scontent-ord5-2.xx&_nc_gid=KJK6Ys7HibFr6jTIhH1XTg&_nc_ss=72289&oh=00_AQD7b5_09vmZcVDdpTjTKBlpADEnra2DHUmY6YAh2YBhpA&oe=6A63D70B",
      "https://scontent-ord5-2.xx.fbcdn.net/v/t39.30808-6/679713050_1362377392578352_8047674275780189955_n.jpg?stp=dst-jpg_tt6&cstp=mx1000x750&ctp=s590x590&_nc_cat=103&ccb=1-7&_nc_sid=833d8c&_nc_ohc=6sfT-sjr988Q7kNvwHomXjB&_nc_oc=AdrrdrXkESBX9yAwjuZjjVjc0ifM0eM0R-4Bp7i1qaZCR-uCaA2KyMF0LZ_OGoveP9s&_nc_zt=23&_nc_ht=scontent-ord5-2.xx&_nc_gid=KJK6Ys7HibFr6jTIhH1XTg&_nc_ss=72289&oh=00_AQDvKFT5g4i8stQFEQn3zC1rgXAsdsTipfU24DIUHFs6Tg&oe=6A63C5B1",
      "https://scontent-ord5-1.xx.fbcdn.net/v/t39.30808-6/680226502_1362377455911679_3734163597857377244_n.jpg?stp=dst-jpg_tt6&cstp=mx1440x1080&ctp=s590x590&_nc_cat=106&ccb=1-7&_nc_sid=833d8c&_nc_ohc=hnXg7eaDDkMQ7kNvwHbNQaf&_nc_oc=AdopUrqGiwQyRXqgVvsz2UyVw7U6lgs7jzEFP4qq7P3IcyFm6LVlfKR0jNv5BdkpVaE&_nc_zt=23&_nc_ht=scontent-ord5-1.xx&_nc_gid=KJK6Ys7HibFr6jTIhH1XTg&_nc_ss=72289&oh=00_AQCczsBu7remWOuX33mAhzUMg34fMD_GBlL16YDIsj1TAg&oe=6A63D7E4"
    ],
    "image": "https://scontent-ord5-3.xx.fbcdn.net/v/t39.30808-6/680132529_1362377225911702_445857889781682632_n.jpg?stp=dst-jpg_tt6&cstp=mx1000x750&ctp=s590x590&_nc_cat=100&ccb=1-7&_nc_sid=833d8c&_nc_ohc=Fe7vXenFAqEQ7kNvwEOYDM2&_nc_oc=AdqGsv78R5pm_pKPB1_pK17QxG8Au4zz2t_JHt8ObrW2l3TMPDIzDgmUVLedEqYAh9s&_nc_zt=23&_nc_ht=scontent-ord5-3.xx&_nc_gid=KJK6Ys7HibFr6jTIhH1XTg&_nc_ss=72289&oh=00_AQBvZAQyBkT110KmHAnPV5TpgaHAB7JC2Fyq1LGFxpmkVQ&oe=6A63A8AB",
    "likes": 2,
    "comments": 0,
    "shares": 0
  },
  {
    "id": "966194292470977",
    "date": "2026-04-27T09:33:29.000Z",
    "text": "#Spelling_Bee\n#Spelling_Bee_Competition\n\n💪نعود معكم إلى اجواء إستقبال المشاركين و الضيوف و فعاليات  المعارض و الورشات لمختلف شركاءنا التي كانت مميزة بتعريف ما تقدمه في مجال التدريب و التطوير و محتوى و برامج و ما تقدمه  المدارس خاصة ❤️و مراكز و اكاديميات🌹 و كدا نوادي جامعية🥰 و جمعيات 🫶كانت رفقتنا في حدثنا المميز المنظم لاول مرة بولاية  سطيف هي مسابقة  #spelling_bee_competition \n 🔋حيث أشرف السيد  مدير الشباب والرياضة لولاية سطيف🙏 بمعية مدير ديوان مؤسسات الشباب👏 السبت 25 أفريل 2025، بمركز الترفيه العلمي الباز بسطيف، على انطلاق الطبعة الأولى من المسابقة العالمية للتهجئة باللغة الإنجليزية📒، من تنظيم  جمعية إنصاف لولاية سطيف 💪بمعية جمعية جيل التكنولوجيا سطيف  ❤️بالتنسيق مع ديوان مؤسسات الشباب وتحت إشراف مديرية الشباب والرياضة، بمشاركة من مختلف الفئات العمرية🔋، في أجواء تنافسية وتعليمية تهدف إلى تعزيز مهارات اللغة الإنجليزية لدى الأطفال والشباب⛽ وتشجيعهم على التميز والتعلم، من تأطير نخبة وروادو  متحدثي اللغة الانجليزية  من خبراء و دكاترة الانجليزية من الجامعات والمراكز المتخصصة في التدريب و التطوير، مع تنظيم معارض وورشات لتبادل الافكار بمشاركة نوادي ومدارس خاصة و مراكز التدريب و التطوير  رائدة في هذا المجال.\n\nالمجلس الأعلى للشباب - الجزائر \nالمرصد الوطني للمجتمع المدني \nالهيئة الوطنية لحماية وترقية الطفولة \nوزارة الشباب \nWilaya Setif ولاية سطيف \nمديرية الشباب والرياضة - ولاية سطيف \nديوان مؤسسات الشباب - سطيف \nمركز الترفيه العلمي الباز - ولاية سطيف \nجمعية جيل التكنولوجيا سطيف \nMoustafa Hidaoui مصطفى حيداوي \n@super fans",
    "category": "Child Protection",
    "url": "https://www.facebook.com/insaf.association.setif/posts/pfbid0N5KVyMrxynNKqRyrrmLyKFNhhxazuMQXH3xgRCxhi4ibWV9nD33cpr1hKksbXa2Wl",
    "images": [
      "/photos/966192335804506.jpg",
      "/photos/966192412471165.jpg",
      "/photos/966192445804495.jpg",
      "/photos/966192492471157.jpg",
      "/photos/966192535804486.jpg"
    ],
    "image": "/photos/966192335804506.jpg",
    "likes": 20,
    "comments": 0,
    "shares": 1
  },
  {
    "id": "966171695806570",
    "date": "2026-04-27T08:57:08.000Z",
    "text": "من صدى حدثنا الوطني \n#spelling_bee_competition\nجانب من مشاركتنا اليوم في البطولة الولائية spelling bee \nكفريق مشارك و مؤسسة عارضة \nالشكر الجزيل لجمعية إنصاف و جمعية جيل التكنولوجيا على تنظيم هذه التظاهرة \nفي انتظار نتائج الفائزين نتمنى التوفيق للجميع 🫶 \n@insaf.association.setif @geniuskids_jiltech",
    "category": "Association News",
    "url": "https://www.facebook.com/insaf.association.setif/posts/pfbid02Nq17dCretnoDXNMz7hUh9BXt6GAZoDNGgmNb5cECwMxGaRC2e5GZm1bhraepAZqpl",
    "images": [
      "https://scontent-ord5-1.xx.fbcdn.net/v/t51.71878-10/683532956_1927801804547470_210964876363198154_n.jpg?stp=dst-jpg_tt6&cstp=mx640x1136&ctp=s960x960&_nc_cat=106&ccb=1-7&_nc_sid=5fad0e&_nc_ohc=uyvL9ftzDUUQ7kNvwEHzAY1&_nc_oc=AdpydYZ-GCxxhLaJcU9kJXj6CpUcJO_Logl7eHkxpOPG3BN1DudwUSJ0mk7jAPFsSRw&_nc_zt=23&_nc_ht=scontent-ord5-1.xx&_nc_gid=KJK6Ys7HibFr6jTIhH1XTg&_nc_ss=72289&oh=00_AQBvEpZgaabuEp9zDxHsqk9ZDDtNRIX8rw_5eFWObdaEUQ&oe=6A63CC6D"
    ],
    "image": "https://scontent-ord5-1.xx.fbcdn.net/v/t51.71878-10/683532956_1927801804547470_210964876363198154_n.jpg?stp=dst-jpg_tt6&cstp=mx640x1136&ctp=s960x960&_nc_cat=106&ccb=1-7&_nc_sid=5fad0e&_nc_ohc=uyvL9ftzDUUQ7kNvwEHzAY1&_nc_oc=AdpydYZ-GCxxhLaJcU9kJXj6CpUcJO_Logl7eHkxpOPG3BN1DudwUSJ0mk7jAPFsSRw&_nc_zt=23&_nc_ht=scontent-ord5-1.xx&_nc_gid=KJK6Ys7HibFr6jTIhH1XTg&_nc_ss=72289&oh=00_AQBvEpZgaabuEp9zDxHsqk9ZDDtNRIX8rw_5eFWObdaEUQ&oe=6A63CC6D",
    "likes": 2,
    "comments": 0,
    "shares": 1
  },
  {
    "id": "966171452473261",
    "date": "2026-04-27T08:56:45.000Z",
    "text": "من صدى حدثنا الوطني \n#spelling_bee_competition\nتحضيرات فريق #معهد_المهارات_الجديدة لبطولة spelling bee \nحظ موفق لكل المشاركين 🦾🦾",
    "category": "Association News",
    "url": "https://www.facebook.com/insaf.association.setif/posts/pfbid0gAB3s1yasurAHtg989saazCDCDs9aoE738QUccuk27pXPpWR5hjAaU5kvikAThvol",
    "images": [
      "https://scontent-lga3-3.xx.fbcdn.net/v/t51.71878-10/670491744_3945952195697514_1850749697628409196_n.jpg?stp=dst-jpg_tt6&cstp=mx640x1136&ctp=s960x960&_nc_cat=106&ccb=1-7&_nc_sid=5fad0e&_nc_ohc=L6Z4ezmi_DAQ7kNvwFCwGNJ&_nc_oc=Adoowodl-_kNCdPjym8mEVySn8f8sILdvqoSJVRB_Y7-crLJxdmTfYR0V9hI9oyzh02XUbEydutrIPbHZq93F61N&_nc_zt=23&_nc_ht=scontent-lga3-3.xx&_nc_gid=1quchdFiR96HHZbmSXs5bA&_nc_ss=72289&oh=00_AQDc2Iy_NxYaT7s_Hw_Kcm4HyAESEsgvfWkZHMDeaza9Eg&oe=6A63D972"
    ],
    "image": "https://scontent-lga3-3.xx.fbcdn.net/v/t51.71878-10/670491744_3945952195697514_1850749697628409196_n.jpg?stp=dst-jpg_tt6&cstp=mx640x1136&ctp=s960x960&_nc_cat=106&ccb=1-7&_nc_sid=5fad0e&_nc_ohc=L6Z4ezmi_DAQ7kNvwFCwGNJ&_nc_oc=Adoowodl-_kNCdPjym8mEVySn8f8sILdvqoSJVRB_Y7-crLJxdmTfYR0V9hI9oyzh02XUbEydutrIPbHZq93F61N&_nc_zt=23&_nc_ht=scontent-lga3-3.xx&_nc_gid=1quchdFiR96HHZbmSXs5bA&_nc_ss=72289&oh=00_AQDc2Iy_NxYaT7s_Hw_Kcm4HyAESEsgvfWkZHMDeaza9Eg&oe=6A63D972",
    "likes": 2,
    "comments": 0,
    "shares": 0
  },
  {
    "id": "966170279140045",
    "date": "2026-04-27T08:54:38.000Z",
    "text": "من صدى حدثنا الوطني \n#spelling_bee_competition\nابطال مسابقة SPELLING BEEبالتوفبق ان شاء الله",
    "category": "Association News",
    "url": "https://www.facebook.com/insaf.association.setif/posts/pfbid02XRDhR1bbxKPjeMMKFWYzf58KPiHicNEz4BAKvNrmqSLT5Uan7TUpHd82myfJCFqul",
    "images": [
      "https://scontent-lga3-3.xx.fbcdn.net/v/t39.30808-6/680235248_946948498316190_3131528744537985977_n.jpg?stp=dst-jpg_tt6&cstp=mx2040x1536&ctp=p180x540&_nc_cat=108&ccb=1-7&_nc_sid=833d8c&_nc_ohc=uXMeKUdzVmoQ7kNvwHDWjdT&_nc_oc=AdrcD99o5QrztFsUpdrd6jLJSrx5xgpz3fZ-MwEeOTl6anRrtyJZfqeBFy2TG5d-doixq81OvNYrCe2odPxcHOm9&_nc_zt=23&_nc_ht=scontent-lga3-3.xx&_nc_gid=1quchdFiR96HHZbmSXs5bA&_nc_ss=72289&oh=00_AQDDfqOgNEp-_cYJaL1BvyiC-QwosH4RLsfw0ts0X6Nd5g&oe=6A63B963"
    ],
    "image": "https://scontent-lga3-3.xx.fbcdn.net/v/t39.30808-6/680235248_946948498316190_3131528744537985977_n.jpg?stp=dst-jpg_tt6&cstp=mx2040x1536&ctp=p180x540&_nc_cat=108&ccb=1-7&_nc_sid=833d8c&_nc_ohc=uXMeKUdzVmoQ7kNvwHDWjdT&_nc_oc=AdrcD99o5QrztFsUpdrd6jLJSrx5xgpz3fZ-MwEeOTl6anRrtyJZfqeBFy2TG5d-doixq81OvNYrCe2odPxcHOm9&_nc_zt=23&_nc_ht=scontent-lga3-3.xx&_nc_gid=1quchdFiR96HHZbmSXs5bA&_nc_ss=72289&oh=00_AQDDfqOgNEp-_cYJaL1BvyiC-QwosH4RLsfw0ts0X6Nd5g&oe=6A63B963",
    "likes": 2,
    "comments": 0,
    "shares": 0
  },
  {
    "id": "965844999172573",
    "date": "2026-04-26T23:15:29.000Z",
    "text": "#Spelling_Bee\n#Spelling_Bee_Competition\n\n📢حان الأن موعد إعلان قائمة المتأهلين للدور الثاني من فئة *الطور الجامعي و الثانوي* الخاصة بمسابقة #spelling_bee_competition \n\n⏳المسابقة العالمية للتهجئة باللغة الإنجليزية📒، من تنظيم  جمعية إنصاف لولاية سطيف Insaf Association Setif    💪بمعية جمعية جيل التكنولوجيا سطيف  ❤️بالتنسيق مع ديوان مؤسسات الشباب وتحت إشراف مديرية الشباب والرياضة، بمرافقة من Réseau NADA    شبكة ندى و أكاديمية المستقبل Present Academy    و بمشاركة ايضا من مختلف الفئات العمرية🔋، في أجواء تنافسية وتعليمية تهدف إلى تعزيز مهارات اللغة الإنجليزية لدى الأطفال والشباب⛽ وتشجيعهم على التميز والتعلم، من تأطير نخبة وروادو  متحدثي اللغة الانجليزية  من خبراء و دكاترة الانجليزية من الجامعات والمراكز المتخصصة في التدريب و التطوير، مع تنظيم معارض وورشات لتبادل الافكار بمشاركة نوادي ومدارس خاصة و مراكز التدريب و التطوير  رائدة في هذا المجال.\n\n حدثنا إحتظنه مركز الترفيه العلمي الباز - ولاية سطيف السبت 📌25 أفريل 2026 الماضي \n\nالمجلس الأعلى للشباب - الجزائر \nالمرصد الوطني للمجتمع المدني \nالهيئة الوطنية لحماية وترقية الطفولة \nوزارة الشباب \nWilaya Setif ولاية سطيف \nمديرية الشباب والرياضة - ولاية سطيف \nديوان مؤسسات الشباب - سطيف \nمركز الترفيه العلمي الباز - ولاية سطيف \nجمعية جيل التكنولوجيا سطيف \nMoustafa Hidaoui مصطفى حيداوي \n@super fans",
    "category": "Child Protection",
    "url": "https://www.facebook.com/insaf.association.setif/posts/pfbid0LJzPihKEwHKEStm6yrpaXQPvb7qN4YzRoTNWV1crC4C2z4sak9LKQdThP2PcdrA4l",
    "images": [
      "/photos/965844935839246.jpg"
    ],
    "image": "/photos/965844935839246.jpg",
    "likes": 5,
    "comments": 1,
    "shares": 0
  },
  {
    "id": "965842905839449",
    "date": "2026-04-26T23:11:13.000Z",
    "text": "من صدى حدثنا الوطني \n#spelling_bee_competition\n📢 #Spelling_Bee | سطيف تتألق في حدث عالمي لتعزيز التميز اللغوي\n\nفي مبادرة نوعية تعكس ديناميكية الشباب الجزائري وانفتاحه على العالم، احتضن مركز الترفيه العلمي الباز بسطيف فعاليات الطبعة الأولى من المسابقة العالمية للتهجئة باللغة الإنجليزية #Spelling_Bee، وذلك تحت إشراف مديرية الشباب والرياضة لولاية سطيف وبالتنسيق مع ديوان مؤسسات الشباب.\n\nهذا الحدث لم يكن مجرد مسابقة، بل شكّل فضاءً تعليمياً وتفاعلياً جمع نخبة من المتعلمين، والأساتذة، والخبراء في اللغة الإنجليزية، إلى جانب حضور متميز لنوادٍ جامعية ومدارس ومراكز تدريب رائدة. وقد تخلل البرنامج ورشات ومعارض أتاحت تبادل الخبرات وتعزيز مهارات التواصل والتعلم.\n\n✨ تعلم اللغة الإنجليزية اليوم لم يعد خياراً، بل هو رافعة أساسية لتمكين شبابنا من:\n\nالاندماج في الاقتصاد العالمي\n\nالوصول إلى المعرفة والبحث العلمي\n\nتمثيل الجزائر بتميز في المحافل الدولية\n\nبناء جسور التعاون الأكاديمي والثقافي\n\n💡 إن مثل هذه المبادرات تندرج في صميم الرؤية الوطنية التي تسعى إلى تأهيل جيل قادر على المنافسة عالمياً، من خلال الاستثمار في المهارات اللغوية والمعرفية منذ مختلف المراحل الدراسية.\n\n👏 كل الشكر والتقدير لجمعية إنصاف سطيف، Insaf Association Setif  وجمعية جيل التكنولوجيا سطيف، ولكل الشركاء والداعمين، على هذا الحدث الملهم الذي يؤكد أن الجزائر تزخر بطاقات شابة قادرة على صناعة الفرق.\n\n🇩🇿 معاً، نحو جيل متمكن لغوياً، منفتح عالمياً، ومعتز بهويته.\nجمعية جيل التكنولوجيا سطيف \nبن عمراوي فيصل \nNachoua Kelkoula",
    "category": "Association News",
    "url": "https://www.facebook.com/insaf.association.setif/posts/pfbid0chZ9eiXbTuhg84F59BX1Y43cv69nh8R27z5Zks94aq1DvLK2vhxMfRenoG5vvKN1l",
    "images": [
      "https://scontent-det1-1.xx.fbcdn.net/v/t39.30808-6/679775342_2434822716963161_6782656193916619968_n.jpg?stp=cp6_dst-jpg_tt6&cstp=mx1078x1331&ctp=s590x590&_nc_cat=110&ccb=1-7&_nc_sid=833d8c&_nc_ohc=yr61zytN92gQ7kNvwE-FomV&_nc_oc=AdoyMuVGt-DnqhMe5jyR6Ar1NbSsbpIyzpXZufPDlSim1p4WeBOVG66WizSyGH1SWf0&_nc_zt=23&_nc_ht=scontent-det1-1.xx&_nc_gid=yrF6pOCIB8ApwVWLMoah3w&_nc_ss=72289&oh=00_AQBJ57H-wNjhN9PP_O5Geomt1CQ7n8HWry7LFp64leYF5Q&oe=6A63AACC",
      "https://scontent-det1-1.xx.fbcdn.net/v/t39.30808-6/679997578_2434822770296489_6546907380183399431_n.jpg?stp=dst-jpg_tt6&cstp=mx1536x2048&ctp=s590x590&_nc_cat=107&ccb=1-7&_nc_sid=833d8c&_nc_ohc=DzbmoLB4WcwQ7kNvwFHWoTe&_nc_oc=AdoeEAzjfYyQYZFtxfmioShOhdjn5tZOX5Y51SqiYcKbaPVw5S6wYAQq7PGei-wxHHA&_nc_zt=23&_nc_ht=scontent-det1-1.xx&_nc_gid=yrF6pOCIB8ApwVWLMoah3w&_nc_ss=72289&oh=00_AQCen2S28eqtD7tiqhVtZx0hqFswePIZdocQUqqu2cP4mg&oe=6A63A78F",
      "https://scontent-det1-1.xx.fbcdn.net/v/t39.30808-6/680492143_2434822806963152_665431766208686665_n.jpg?stp=dst-jpg_tt6&cstp=mx1536x2048&ctp=s590x590&_nc_cat=105&ccb=1-7&_nc_sid=833d8c&_nc_ohc=U-xaUdZE5QwQ7kNvwEYCwo2&_nc_oc=AdpeXbm-Qkqeb3XlQW0Jn7FAQiNgvuO6R4eRpW9VrmZYL4nUIYBDOBoK5HiNdeFFFOM&_nc_zt=23&_nc_ht=scontent-det1-1.xx&_nc_gid=yrF6pOCIB8ApwVWLMoah3w&_nc_ss=72289&oh=00_AQAdXytXBkHL1Dlq62EIdsLcdM80T-qV_upKav0PIfur0g&oe=6A63BBA8",
      "https://scontent-det1-1.xx.fbcdn.net/v/t39.30808-6/679965746_2434822863629813_3478905482941565477_n.jpg?stp=dst-jpg_tt6&cstp=mx1536x2048&ctp=s590x590&_nc_cat=108&ccb=1-7&_nc_sid=833d8c&_nc_ohc=kC5B_9yD8QwQ7kNvwHdtyu2&_nc_oc=Adoa4ob0xRCmeIiS2y541S36iDPkG9iLzQTATVxKvRKL6s4DD8fG0Ij1xvOpkjPvmso&_nc_zt=23&_nc_ht=scontent-det1-1.xx&_nc_gid=yrF6pOCIB8ApwVWLMoah3w&_nc_ss=72289&oh=00_AQDo-nhinoEKixx8OgNq3Jy2cgD86fEa5dK527hkT9sbRg&oe=6A63A535",
      "https://scontent-det1-1.xx.fbcdn.net/v/t39.30808-6/680275745_2434822933629806_3984257948994492111_n.jpg?stp=dst-jpg_tt6&cstp=mx1536x2048&ctp=s590x590&_nc_cat=100&ccb=1-7&_nc_sid=833d8c&_nc_ohc=N37ox3CRa3YQ7kNvwH4sxID&_nc_oc=AdpizXAT1YhA7RwnLP-eAYLjXg8_GWo1LpOMveDEhHq_mUEQmo2VcKRfCD6m7FIQfLc&_nc_zt=23&_nc_ht=scontent-det1-1.xx&_nc_gid=yrF6pOCIB8ApwVWLMoah3w&_nc_ss=72289&oh=00_AQDLco-TnWD-odBbwvdYjeAqnaxpT3OnIBcAc59hw8vaVg&oe=6A63C0CB"
    ],
    "image": "https://scontent-det1-1.xx.fbcdn.net/v/t39.30808-6/679775342_2434822716963161_6782656193916619968_n.jpg?stp=cp6_dst-jpg_tt6&cstp=mx1078x1331&ctp=s590x590&_nc_cat=110&ccb=1-7&_nc_sid=833d8c&_nc_ohc=yr61zytN92gQ7kNvwE-FomV&_nc_oc=AdoyMuVGt-DnqhMe5jyR6Ar1NbSsbpIyzpXZufPDlSim1p4WeBOVG66WizSyGH1SWf0&_nc_zt=23&_nc_ht=scontent-det1-1.xx&_nc_gid=yrF6pOCIB8ApwVWLMoah3w&_nc_ss=72289&oh=00_AQBJ57H-wNjhN9PP_O5Geomt1CQ7n8HWry7LFp64leYF5Q&oe=6A63AACC",
    "likes": 3,
    "comments": 0,
    "shares": 0
  },
  {
    "id": "965842589172814",
    "date": "2026-04-26T23:10:35.000Z",
    "text": "من صدى حدثنا الوطني \n#spelling_bee_competition\nThe Spelling Bee competition was an outstanding triumph and a truly golden experience that filled our hearts with joy. It was an absolute delight and honor to collaborate with the distinguished board of examiners, including the remarkable Professor Mami and the inspiring Ms. Elizabeth from the United States. We extend our deepest, most heartfelt gratitude to the organizers for their unwavering passion and extraordinary dedication in bringing this memorable event to life... we are eternally thankful❤️❤️\nنشكر شكرًا جزيلًا جمعية جيل التكنولوجيا سطيف وInsaf Association Setifعلى جهودكم الجبارة التي ساهمت في إنجاح هذه المسابقة الرائعة.\nلقد كنتم فعلاً رائعين، فخر الجزائر ❤️❤️ فشكرًا لكم من أعماق القلوب!",
    "category": "Association News",
    "url": "https://www.facebook.com/insaf.association.setif/posts/pfbid0oDVZBP5nZssikpH6UtmpeMBpwa1Rhb6NQzppQW9SEb2isCdQ3PWyHX5s5RKQthq3l",
    "images": [
      "https://scontent-det1-1.xx.fbcdn.net/v/t15.5256-10/680765161_1501321688138959_2545503019321165984_n.jpg?stp=dst-jpg_tt6&cstp=mx720x1280&ctp=s960x960&_nc_cat=108&ccb=1-7&_nc_sid=5fad0e&_nc_ohc=0vULmF1DM3sQ7kNvwFYMjqm&_nc_oc=AdoAq_sxixxwEkiSQ6deqQN8e3JPIP69LNDSxFDlxi3Gr_Tdepr4kUUJSKBRJYbr3cI&_nc_zt=23&_nc_ht=scontent-det1-1.xx&_nc_gid=yrF6pOCIB8ApwVWLMoah3w&_nc_ss=72289&oh=00_AQDErk5XcfOczh4HyINRICMJ1mPd7tEdddKTnmTaYi11sg&oe=6A63BE90"
    ],
    "image": "https://scontent-det1-1.xx.fbcdn.net/v/t15.5256-10/680765161_1501321688138959_2545503019321165984_n.jpg?stp=dst-jpg_tt6&cstp=mx720x1280&ctp=s960x960&_nc_cat=108&ccb=1-7&_nc_sid=5fad0e&_nc_ohc=0vULmF1DM3sQ7kNvwFYMjqm&_nc_oc=AdoAq_sxixxwEkiSQ6deqQN8e3JPIP69LNDSxFDlxi3Gr_Tdepr4kUUJSKBRJYbr3cI&_nc_zt=23&_nc_ht=scontent-det1-1.xx&_nc_gid=yrF6pOCIB8ApwVWLMoah3w&_nc_ss=72289&oh=00_AQDErk5XcfOczh4HyINRICMJ1mPd7tEdddKTnmTaYi11sg&oe=6A63BE90",
    "likes": 3,
    "comments": 1,
    "shares": 0
  },
  {
    "id": "965829249174148",
    "date": "2026-04-26T22:42:09.000Z",
    "text": "#Spelling_Bee\n#Spelling_Bee_Competition\n\n📢حان الأن موعد إعلان قائمة المتأهلين للدور الثاني من فئة *الطور المتوسط * الخاصة بمسابقة #spelling_bee_competition \n\n⏳المسابقة العالمية للتهجئة باللغة الإنجليزية📒، من تنظيم  جمعية إنصاف لولاية سطيف Insaf Association Setif    💪بمعية جمعية جيل التكنولوجيا سطيف  ❤️بالتنسيق مع ديوان مؤسسات الشباب وتحت إشراف مديرية الشباب والرياضة، بمرافقة من Réseau NADA   شبكة ندى و أكاديمية المستقبل Present Academy   و بمشاركة ايضا من مختلف الفئات العمرية🔋، في أجواء تنافسية وتعليمية تهدف إلى تعزيز مهارات اللغة الإنجليزية لدى الأطفال والشباب⛽ وتشجيعهم على التميز والتعلم، من تأطير نخبة وروادو  متحدثي اللغة الانجليزية  من خبراء و دكاترة الانجليزية من الجامعات والمراكز المتخصصة في التدريب و التطوير، مع تنظيم معارض وورشات لتبادل الافكار بمشاركة نوادي ومدارس خاصة و مراكز التدريب و التطوير  رائدة في هذا المجال.\n\n حدثنا إحتظنه مركز الترفيه العلمي الباز - ولاية سطيف السبت 📌25 أفريل 2026 الماضي \n\nالمجلس الأعلى للشباب - الجزائر \nالمرصد الوطني للمجتمع المدني \nالهيئة الوطنية لحماية وترقية الطفولة \nوزارة الشباب \nWilaya Setif ولاية سطيف \nديوان مؤسسات الشباب - سطيف \nمركز الترفيه العلمي الباز - ولاية سطيف \nجمعية جيل التكنولوجيا سطيف \nMoustafa Hidaoui مصطفى حيداوي \n@super fans",
    "category": "Child Protection",
    "url": "https://www.facebook.com/insaf.association.setif/posts/pfbid0ejcQToPy2qtddS9Ge5VdEv5jsvVuWBQmRNzKTKdvz7PzT5MMawhqDazrtrqr9zWdl",
    "images": [
      "/photos/965896495834090.jpg"
    ],
    "image": "/photos/965896495834090.jpg",
    "likes": 15,
    "comments": 8,
    "shares": 2
  },
  {
    "id": "965827372507669",
    "date": "2026-04-26T22:38:14.000Z",
    "text": "من صدى حدثنا الوطني \n#spelling_bee_competition\nالصورة التي هزّت أعماقي في المسابقة... هته الطفلة البريئة التي تعثّرت في التهجئة – كما أعتقد – وانفجر قلبها رفضاً للخسارة، عيونها تفيض دموعاً... . يا حبيبتي الصغيرة، إن كنتِ تسمعين صوتي عبر هذه الحروف، دعيني أضمّكِ إلى صدري بالكلمات: الحياة ليست سباقاً واحداً، بل رحلة مليئة بالتجارب القاسية التي نرسم بها خريطة نمونا. الخسارة اليوم ليست نهاية، ولا دليلاً على ضعفكِ؛ إنها مجرّد درس يهمس لكِ: \"قُمي، تعلّمي، وكوني أقوى\". أنتِ لستِ مجرّد طفلة جيدة، أنتِ نجمة ستلمع في سماء المستقبل، مهما طال الظلام. امسحي دموعكِ، ابتسمي للغد، فالعالم ينتظر بريقكِ الخاص. أنتِ رائعة، وستثبتين ذلك للعالم كله يوماً ما. قاومي، تعلمي، وازدهري... فالنجاح ينتظر من يصمد أمام العواصف الصغيرة يا صغيرتي 🥹🥹 وفقك الله وحفظك ورعاك. الشكر موصول للاستاذة خولة لوقوفها معها و مسح دموعها. \n#spellingbeecompetition\nجمعية جيل التكنولوجيا سطيف\nInsaf Association Setif",
    "category": "Association News",
    "url": "https://www.facebook.com/insaf.association.setif/posts/pfbid0WviXyLWb5jBhdAznFaVj6836wPwBJVcVY3aGJBYTZGhRRjmHdzKUZZ7kADsqAWgXl",
    "images": [
      "https://scontent-lga3-1.xx.fbcdn.net/v/t39.30808-6/681234333_1503102864703312_9065082913064516954_n.jpg?stp=dst-jpg_tt6&cstp=mx1614x1077&ctp=p180x540&_nc_cat=111&ccb=1-7&_nc_sid=833d8c&_nc_ohc=LDcdhseZVrsQ7kNvwGqIhH-&_nc_oc=Adp0IR81H0m2GQmK7Lv4KePKhb9ROx4wNkATGvpVuY7mguB_rMbsNDTbYfYVnyfCgKY&_nc_zt=23&_nc_ht=scontent-lga3-1.xx&_nc_gid=Mco5u4pZHKp9B1AathBx4Q&_nc_ss=72289&oh=00_AQDDmYaX_BitZkez2jP1_04eoiITI3x00CWSCMjaRXGobQ&oe=6A63D04F"
    ],
    "image": "https://scontent-lga3-1.xx.fbcdn.net/v/t39.30808-6/681234333_1503102864703312_9065082913064516954_n.jpg?stp=dst-jpg_tt6&cstp=mx1614x1077&ctp=p180x540&_nc_cat=111&ccb=1-7&_nc_sid=833d8c&_nc_ohc=LDcdhseZVrsQ7kNvwGqIhH-&_nc_oc=Adp0IR81H0m2GQmK7Lv4KePKhb9ROx4wNkATGvpVuY7mguB_rMbsNDTbYfYVnyfCgKY&_nc_zt=23&_nc_ht=scontent-lga3-1.xx&_nc_gid=Mco5u4pZHKp9B1AathBx4Q&_nc_ss=72289&oh=00_AQDDmYaX_BitZkez2jP1_04eoiITI3x00CWSCMjaRXGobQ&oe=6A63D04F",
    "likes": 16,
    "comments": 9,
    "shares": 0
  },
  {
    "id": "965826612507745",
    "date": "2026-04-26T22:36:35.000Z",
    "text": "من صدى حدثنا الوطني \n#spelling_bee_competition\nفي وقت قصير وصلنا بشرف و ضمير إلى ما يسعى إليه البعض اليوم… ثم مضينا لما هو أكبر. ✨\nانتظروا القادم… فالأجمل لم يبدأ بعد. 👑\nشكرا للسيد بن عمراوي فيصل على الدعوة و على التنظيم الذي كان أكثر من رائع تمنياتنا بدوام التالق ل Insaf Association Setif",
    "category": "Association News",
    "url": "https://www.facebook.com/insaf.association.setif/posts/pfbid02YCm43XKd5ygjDLRy157WZh6FomKg2M5zrK7WRmgzP4Y2z8WKieCJXYzokZg7aWjjl",
    "images": [
      "https://scontent-lga3-1.xx.fbcdn.net/v/t15.5256-10/679778430_1491945949236892_1267284198026502124_n.jpg?stp=dst-jpg_tt6&cstp=mx432x768&ctp=s432x768&_nc_cat=109&ccb=1-7&_nc_sid=d2b52d&_nc_ohc=TNWgTkDG5roQ7kNvwGQsb8j&_nc_oc=Adqcb7BBRaV2mTSmk12lfzGjZhzetgXDWPm61JZlbnddJjgR0HZ77pZdRsir2pJzUKQ&_nc_zt=23&_nc_ht=scontent-lga3-1.xx&_nc_gid=Mco5u4pZHKp9B1AathBx4Q&_nc_ss=72289&oh=00_AQAF4RZcrmR2mr9zoP75qTQwolvR5Y7dmQfaZvm_vm1iEQ&oe=6A63ABE3"
    ],
    "image": "https://scontent-lga3-1.xx.fbcdn.net/v/t15.5256-10/679778430_1491945949236892_1267284198026502124_n.jpg?stp=dst-jpg_tt6&cstp=mx432x768&ctp=s432x768&_nc_cat=109&ccb=1-7&_nc_sid=d2b52d&_nc_ohc=TNWgTkDG5roQ7kNvwGQsb8j&_nc_oc=Adqcb7BBRaV2mTSmk12lfzGjZhzetgXDWPm61JZlbnddJjgR0HZ77pZdRsir2pJzUKQ&_nc_zt=23&_nc_ht=scontent-lga3-1.xx&_nc_gid=Mco5u4pZHKp9B1AathBx4Q&_nc_ss=72289&oh=00_AQAF4RZcrmR2mr9zoP75qTQwolvR5Y7dmQfaZvm_vm1iEQ&oe=6A63ABE3",
    "likes": 2,
    "comments": 0,
    "shares": 0
  },
  {
    "id": "965826342507772",
    "date": "2026-04-26T22:35:56.000Z",
    "text": "من صدى حدثنا الوطني \n#spelling_bee_competition\nMBI Algeria Campus was honored to participate in the Spelling Bee competition of Setif 🐝✨\n\nWe commend our students for their discipline, confidence, and excellence.\nAll 6 of our primary school participants have successfully won and qualified for the finale. \n\nWe express our sincere appreciation to Insaf Association Setif for delivering such a professional and impactful event\n\nتشرفت MBI Algeria Campus بالمشاركة في مسابقة تهجئة الكلمات (Spelling Bee) بسطيف 🐝✨\n\nنُثمن الانضباط والثقة والتميّز الذي أظهره تلاميذنا.\nوقد تمكّن جميع المشاركين الستة من المرحلة الابتدائية من الفوز والتأهل إلى النهائي.\n\nكما نتقدم بخالص الشكر والتقدير لجمعية إنصاف سطيف على تنظيم هذا الحدث الاحترافي والمميز\n\n#spellingbee #algeria #سطيف #mbialgeriacampus #mbi_algeria_campus",
    "category": "Association News",
    "url": "https://www.facebook.com/insaf.association.setif/posts/pfbid02n9u1orWjY3ZPxRCk2fc3mXdEEtswisHvDWrCDuAuYxtYSomHert5yFnzcjigLknrl",
    "images": [
      "https://scontent-lga3-3.xx.fbcdn.net/v/t51.82787-15/670544937_18211746337329263_8760367570354672690_n.jpg?stp=dst-jpg_tt6&cstp=mx1042x1280&ctp=s590x590&_nc_cat=102&ccb=1-7&_nc_sid=127cfc&_nc_ohc=wvIw_WxPW4kQ7kNvwEZslCf&_nc_oc=Ado5II0wgHRA1Jd2Wk-pwE5gjxs2eP2kaN7sRsQ1gYpy3uEeX7c7B_TXEGJVqZogr1o&_nc_zt=23&_nc_ht=scontent-lga3-3.xx&_nc_gid=Mco5u4pZHKp9B1AathBx4Q&_nc_ss=72289&oh=00_AQA5bVt0kmkZWYhOQy0rTETXve9kP4tm4so8d3Id15E0iA&oe=6A63A5E1",
      "https://scontent-lga3-2.xx.fbcdn.net/v/t51.82787-15/658160948_18211746379329263_1017408670077084652_n.jpg?stp=dst-jpg_tt6&cstp=mx1440x1769&ctp=s590x590&_nc_cat=100&ccb=1-7&_nc_sid=127cfc&_nc_ohc=ukfutw-w-_8Q7kNvwHTj20K&_nc_oc=AdpODkJqVdWzSxTq7zDmj2p8ZmX1iSAZXy3xYcLmYUvVP3Q__ViNP0k5sKuplue46xQ&_nc_zt=23&_nc_ht=scontent-lga3-2.xx&_nc_gid=Mco5u4pZHKp9B1AathBx4Q&_nc_ss=72289&oh=00_AQBqFmoaeNRuJbmLw8KOQQB5EX1DREMRtZ2sAiMCeRIgkA&oe=6A63DA7A",
      "https://scontent-lga3-2.xx.fbcdn.net/v/t51.82787-15/683716859_18211746310329263_836468502452207982_n.jpg?stp=dst-jpg_tt6&cstp=mx1440x1769&ctp=s590x590&_nc_cat=107&ccb=1-7&_nc_sid=127cfc&_nc_ohc=Eev7Nkg5TI8Q7kNvwGgHset&_nc_oc=Adphftou5fxRKGJSWRllmRsJkhbG0d9mTu3jFKV6eZ_nbWB9WzvwBeKkqSQnsMtUOIM&_nc_zt=23&_nc_ht=scontent-lga3-2.xx&_nc_gid=Mco5u4pZHKp9B1AathBx4Q&_nc_ss=72289&oh=00_AQADLxQwZdRDdpoJ9WOCfArLnAq3bCoboWMcKhLIX3vMTQ&oe=6A63D2EA",
      "https://scontent-lga3-2.xx.fbcdn.net/v/t51.82787-15/673801723_18211746319329263_6614278403767351218_n.jpg?stp=dst-jpg_tt6&cstp=mx1280x1569&ctp=p480x480&_nc_cat=107&ccb=1-7&_nc_sid=127cfc&_nc_ohc=mI8eB-Ow6C0Q7kNvwEoqwCo&_nc_oc=Adr_zhdGFBo_pn6-2Ho-rvxD1Lr4J512Dx3T1rpRuP2z4bH_lZH6V16bTEY8H9cBJSU&_nc_zt=23&_nc_ht=scontent-lga3-2.xx&_nc_gid=Mco5u4pZHKp9B1AathBx4Q&_nc_ss=72289&oh=00_AQB0ZGczdIsd9k0kGsymM9y04xjy3C1MfK523871Hfn5pA&oe=6A63B82A",
      "https://scontent-lga3-1.xx.fbcdn.net/v/t51.82787-15/673099553_18211746373329263_9033267091212527740_n.jpg?stp=dst-jpg_tt6&cstp=mx960x1179&ctp=s590x590&_nc_cat=111&ccb=1-7&_nc_sid=127cfc&_nc_ohc=nT7A_55q3_cQ7kNvwFdJ-kv&_nc_oc=Adr6ogZZY-vzmphO4JCeYHkCIYbyjVUC77_Eo699k8IdLsi5OOZqjy02-EvurRhP9Ew&_nc_zt=23&_nc_ht=scontent-lga3-1.xx&_nc_gid=Mco5u4pZHKp9B1AathBx4Q&_nc_ss=72289&oh=00_AQC1et3dUcnfdCBQkT15B94L3Ogn78A6v6AMAMndrspWgw&oe=6A63CF95"
    ],
    "image": "https://scontent-lga3-3.xx.fbcdn.net/v/t51.82787-15/670544937_18211746337329263_8760367570354672690_n.jpg?stp=dst-jpg_tt6&cstp=mx1042x1280&ctp=s590x590&_nc_cat=102&ccb=1-7&_nc_sid=127cfc&_nc_ohc=wvIw_WxPW4kQ7kNvwEZslCf&_nc_oc=Ado5II0wgHRA1Jd2Wk-pwE5gjxs2eP2kaN7sRsQ1gYpy3uEeX7c7B_TXEGJVqZogr1o&_nc_zt=23&_nc_ht=scontent-lga3-3.xx&_nc_gid=Mco5u4pZHKp9B1AathBx4Q&_nc_ss=72289&oh=00_AQA5bVt0kmkZWYhOQy0rTETXve9kP4tm4so8d3Id15E0iA&oe=6A63A5E1",
    "likes": 5,
    "comments": 0,
    "shares": 0
  },
  {
    "id": "965689519188121",
    "date": "2026-04-26T18:28:28.000Z",
    "text": "#Spelling_Bee\n#Spelling_Bee_Competition\n\nأجواء الافتتاح الرسمي و المداخلات و الجلسة التحاورية لطبعتنا  🔋بإشرف من مدير الشباب والرياضة لولاية سطيف🙏 بمعية مدير ديوان مؤسسات الشباب👏 السبت 25 أفريل 2025، بمركز الترفيه العلمي الباز بسطيف، على انطلاق الطبعة الأولى من المسابقة العالمية للتهجئة باللغة الإنجليزية📒، من تنظيم  جمعية إنصاف لولاية سطيف 💪بمعية جمعية جيل التكنولوجيا سطيف  ❤️بالتنسيق مع ديوان مؤسسات الشباب وتحت إشراف مديرية الشباب والرياضة، بمشاركة من مختلف الفئات العمرية🔋، في أجواء تنافسية وتعليمية تهدف إلى تعزيز مهارات اللغة الإنجليزية لدى الأطفال والشباب⛽ وتشجيعهم على التميز والتعلم، من تأطير نخبة وروادو  متحدثي اللغة الانجليزية  من خبراء و دكاترة الانجليزية من الجامعات والمراكز المتخصصة في التدريب و التطوير، مع تنظيم معارض وورشات لتبادل الافكار بمشاركة نوادي ومدارس خاصة و مراكز التدريب و التطوير  رائدة في هذا المجال.\n\nالمجلس الأعلى للشباب - الجزائر \nالمرصد الوطني للمجتمع المدني \nالهيئة الوطنية لحماية وترقية الطفولة \nوزارة الشباب \nWilaya Setif ولاية سطيف \nمديرية الشباب والرياضة - ولاية سطيف \nديوان مؤسسات الشباب - سطيف \nمركز الترفيه العلمي الباز - ولاية سطيف \nجمعية جيل التكنولوجيا سطيف \nMoustafa Hidaoui مصطفى حيداوي \n@super fans",
    "category": "Child Protection",
    "url": "https://www.facebook.com/insaf.association.setif/posts/pfbid02BpT9oSZWZKmuFKEwkyyx8ykn2DW18A4DNHXWdwhu5J3Nmq6rbngM142UqgLD6yfJl",
    "images": [
      "/photos/965688132521593.jpg",
      "/photos/965688185854921.jpg",
      "/photos/965688249188248.jpg",
      "/photos/965688329188240.jpg",
      "/photos/965688365854903.jpg"
    ],
    "image": "/photos/965688132521593.jpg",
    "likes": 24,
    "comments": 1,
    "shares": 3
  },
  {
    "id": "965657105858029",
    "date": "2026-04-26T17:33:57.000Z",
    "text": "#Spelling_Bee\n#Spelling_Bee_Competition\n\n📢حان الأن موعد إعلان قائمة المتأهلين للدور الثاني من فئة *الطور الإبتدائي * الخاصة بمسابقة #spelling_bee_competition \n\n⏳المسابقة العالمية للتهجئة باللغة الإنجليزية📒، من تنظيم  جمعية إنصاف لولاية سطيف Insaf Association Setif   💪بمعية جمعية جيل التكنولوجيا سطيف  ❤️بالتنسيق مع ديوان مؤسسات الشباب وتحت إشراف مديرية الشباب والرياضة، بمرافقة من Réseau NADA  شبكة ندى و أكاديمية المستقبل Present Academy  و بمشاركة ايضا من مختلف الفئات العمرية🔋، في أجواء تنافسية وتعليمية تهدف إلى تعزيز مهارات اللغة الإنجليزية لدى الأطفال والشباب⛽ وتشجيعهم على التميز والتعلم، من تأطير نخبة وروادو  متحدثي اللغة الانجليزية  من خبراء و دكاترة الانجليزية من الجامعات والمراكز المتخصصة في التدريب و التطوير، مع تنظيم معارض وورشات لتبادل الافكار بمشاركة نوادي ومدارس خاصة و مراكز التدريب و التطوير  رائدة في هذا المجال.\n\n حدثنا إحتظنه مركز الترفيه العلمي الباز - ولاية سطيف السبت 📌25 أفريل 2026 الماضي \n\nالمجلس الأعلى للشباب - الجزائر \nالمرصد الوطني للمجتمع المدني \nالهيئة الوطنية لحماية وترقية الطفولة \nوزارة الشباب \nWilaya Setif ولاية سطيف \nمديرية الشباب والرياضة - ولاية سطيف \nديوان مؤسسات الشباب - سطيف \nمركز الترفيه العلمي الباز - ولاية سطيف \nجمعية جيل التكنولوجيا سطيف \nMoustafa Hidaoui مصطفى حيداوي \n@super fans",
    "category": "Child Protection",
    "url": "https://www.facebook.com/insaf.association.setif/posts/pfbid032XptLfJtQVCyTmtnV64eDgojVFomBvBZjQtyrvVc2iHaduyi5vpuKm4yQo9zG4PAl",
    "images": [
      "/photos/965657075858032.jpg"
    ],
    "image": "/photos/965657075858032.jpg",
    "likes": 33,
    "comments": 29,
    "shares": 3
  },
  {
    "id": "964981489258924",
    "date": "2026-04-25T21:40:41.000Z",
    "text": "#Spelling_Bee\n#Spelling_Bee_Competition\n\n📢لأول مرة الحدث العالمي بسطيف  #SPELLING_BEE  \n 🔋بإشرف من مدير الشباب والرياضة لولاية سطيف🙏 بمعية مدير ديوان مؤسسات الشباب👏 السبت 25 أفريل 2025، بمركز الترفيه العلمي الباز بسطيف، على انطلاق الطبعة الأولى من المسابقة العالمية للتهجئة باللغة الإنجليزية📒، من تنظيم  جمعية إنصاف لولاية سطيف Insaf Association Setif  💪بمعية جمعية جيل التكنولوجيا سطيف  ❤️بالتنسيق مع ديوان مؤسسات الشباب وتحت إشراف مديرية الشباب والرياضة، بمشاركة من مختلف الفئات العمرية🔋، في أجواء تنافسية وتعليمية تهدف إلى تعزيز مهارات اللغة الإنجليزية لدى الأطفال والشباب⛽ وتشجيعهم على التميز والتعلم، من تأطير نخبة وروادو  متحدثي اللغة الانجليزية  من خبراء و دكاترة الانجليزية من الجامعات والمراكز المتخصصة في التدريب و التطوير، مع تنظيم معارض وورشات لتبادل الافكار بمشاركة نوادي ومدارس خاصة و مراكز التدريب و التطوير  رائدة في هذا المجال.\n\n🚨 #Spelling_Bee  كان حدثنا فضاء يجمع نخبة و روادو  متحدثي اللغة الانجليزية ❤️  مع أكبر  خبراء و دكاترة الانجليزية من الجامعات و أكبر المدارس و المراكز المتخصصة في التدريب و التطوير 🌐وجها لوجه عبر معارض و ورشات لتبادل الافكار 📒 لقاؤنا شاركت فيه العديد من النوادي الجامعية الرائدة 🤝\n⏳ حدثنا إحتظنه مركز الترفيه العلمي الباز - ولاية سطيف   بمشاركة و مرافقة Réseau NADA     و  Present Academy \n\nالمرصد الوطني للمجتمع المدني\nالمجلس الأعلى للشباب - الجزائر \nالهيئة الوطنية لحماية وترقية الطفولة \nوزارة الشباب \nWilaya Setif ولاية سطيف \nمديرية الشباب والرياضة - ولاية سطيف \nديوان مؤسسات الشباب - سطيف \nمركز الترفيه العلمي الباز - ولاية سطيف \nMoustafa Hidaoui مصطفى حيداوي \n\n@super fans",
    "category": "Child Protection",
    "url": "https://www.facebook.com/insaf.association.setif/posts/pfbid022PRDLH6QMabinfXzKNWd33iewNcPvvbxJmkGYR1mK6g5cZDgNs6qdC8yKy4smxobl",
    "images": [
      "/photos/964977629259310.jpg",
      "/photos/964977695925970.jpg",
      "/photos/964977752592631.jpg",
      "/photos/964977829259290.jpg",
      "/photos/964977859259287.jpg"
    ],
    "image": "/photos/964977629259310.jpg",
    "likes": 40,
    "comments": 19,
    "shares": 3
  },
  {
    "id": "963720926051647",
    "date": "2026-04-24T10:47:19.000Z",
    "text": "#Spelling_Bee \n#Spelling_Bee_Competition\n\n⏳طبعتنا هذه السنة للمسابقة الوطنية في الانجليزية  \n#Spelling_Bee_Competition🤝 بمرافقة من شركائنا المنظمين للمسابقة وطنيا كل  من\nالشبكة الوطنية للدفاع عن حقوق الطفل ندى Réseau NADA  و  Present Academy \n\n📢مسابقة التهجئة لكلمات الانجليزية💪 المنظمة من طرف جمعية إنصاف لولاية سطيف ❤️رفقة جمعية جيل التكنولوجيا لولاية سطيف 🥰 تحت إشراف و مساهمة مديرية الشباب والرياضة  🤝و بالتنسيق و المرافقة مع ديوان مؤسسات الشباب 🙏  يحتظنها مركز الترفيه العلمي الباز - 🔋ولاية سطيف  السبت 25 أفريل 2026\n\n  المجلس الأعلى للشباب - الجزائر \nالمرصد الوطني للمجتمع المدني \nالهيئة الوطنية لحماية وترقية الطفولة \nوزارة الشباب \nWilaya Setif ولاية سطيف \nمديرية الشباب والرياضة - ولاية سطيف \nديوان مؤسسات الشباب - سطيف \nمركز الترفيه العلمي الباز - ولاية سطيف \nجمعية جيل التكنولوجيا سطيف \nMoustafa Hidaoui مصطفى حيداوي\n@super fans",
    "category": "Child Protection",
    "url": "https://www.facebook.com/insaf.association.setif/posts/pfbid02DE2mKbi4D9jQFX39pvPoGkognv7R9obZ6GWrsEHj9iEAK3MqH5H8mDBGFyuKHjTjl",
    "images": [
      "/photos/963720866051653.jpg",
      "/photos/963720906051649.jpg"
    ],
    "image": "/photos/963720866051653.jpg",
    "likes": 7,
    "comments": 0,
    "shares": 0
  },
  {
    "id": "963713829385690",
    "date": "2026-04-24T10:34:49.000Z",
    "text": "#Spelling_Bee \n#Spelling_Bee_Competition\n\n🚨طبعتنا هذه السنة للمسابقة الوطنية في الانجليزية  \n#Spelling_Bee_Competition\nتتحت إشراف و مساهمة مديرية الشباب والرياضة - ولاية سطيف و بالتنسيق و المرافقة مع ديوان مؤسسات الشباب - سطيف  يحتظنها مركز الترفيه العلمي الباز - ولاية سطيف  \n\n💪انتظرونا قريبا رفقة جمعية جيل التكنولوجيا \nالحدث العالمي #SPELLING_BEE لأول مرة بمركز الترفيه  ❤️العلمي الباز بولاية سطيف السبت 25 أفريل 2026\n\n  \nالمجلس الأعلى للشباب - الجزائر \nالمرصد الوطني للمجتمع المدني \nالهيئة الوطنية لحماية وترقية الطفولة \nوزارة الشباب \nWilaya Setif ولاية سطيف \nجمعية جيل التكنولوجيا سطيف \nMoustafa Hidaoui مصطفى حيداوي",
    "category": "Youth Projects",
    "url": "https://www.facebook.com/insaf.association.setif/posts/pfbid02ZCCqQ8K5QdAsiiydU4hUJTk8QnnfUp7KbAA3txh8KRTqji4i9iprSrPey5vNKJUWl",
    "images": [
      "/photos/963713712719035.jpg",
      "/photos/963713759385697.jpg",
      "/photos/963713796052360.jpg"
    ],
    "image": "/photos/963713712719035.jpg",
    "likes": 8,
    "comments": 0,
    "shares": 1
  },
  {
    "id": "963204786103261",
    "date": "2026-04-23T18:07:57.000Z",
    "text": "#Spelling_Bee \n#Spelling_Bee_Competition\n\n🚨حان الوقت للإعلان عن شركائنا العارضين من مختلف ❤️المؤسسات التعليمية 💪من معاهد و مراكز التدريب و التطوير 🙏 كذا الاكاديميات التربوية🤝 الجمعيات 🔋 النوادي الجامعية 🫶 اذ يحلون ضيوفا🙏 على طبعتنا هذه السنة للمسابقة الوطنية في الانجليزية \n#spelling_bee_competition \n\n💪انتظرونا قريبا رفقة جمعية جيل التكنولوجيا بمرافقة من Réseau NADA   و Present Academy \nالحدث العالمي #SPELLING_BEE لأول مرة بمركز الترفيه  ❤️العلمي الباز بولاية سطيف السبت 25 أفريل 2026\n\n  المجلس الأعلى للشباب - الجزائر \nالمرص\nالهيئة الوطنية لحماية وترقية الطفولة \nوزارة الشباب \nWilaya Setif ولاية سطيف \nمديرية الشباب والرياضة - ولاية سطيف \nديوان مؤسسات الشباب - سطيف \nمركز الترفيه العلمي الباز - ولاية سطيف \nجمعية جيل التكنولوجيا سطيف \nMoustafa Hidaoui مصطفى حيداوي \n@super fans",
    "category": "Youth Projects",
    "url": "https://www.facebook.com/insaf.association.setif/posts/pfbid02cJ5EsvMtS33KRz9eV9d2LNrhgHdkRB8VrPj7ZgQbJpibjAVUcx9Mjg6qAr9UuA29l",
    "images": [
      "/photos/963204616103278.jpg",
      "/photos/963204656103274.jpg",
      "/photos/963204702769936.jpg",
      "/photos/963204752769931.jpg"
    ],
    "image": "/photos/963204616103278.jpg",
    "likes": 13,
    "comments": 0,
    "shares": 1
  },
  {
    "id": "963202609436812",
    "date": "2026-04-23T18:04:40.000Z",
    "text": "#Spelling_Bee \n#Spelling_Bee_Competition\n\n🚨حان الوقت للإعلان عن شركائنا العارضين من مختلف ❤️المؤسسات التعليمية 💪من معاهد و مراكز التدريب و التطوير 🙏 كذا الاكاديميات التربوية🤝 الجمعيات 🔋 النوادي الجامعية 🫶 اذ يحلون ضيوفا🙏 على طبعتنا هذه السنة للمسابقة الوطنية في الانجليزية \n#spelling_bee_competition \n\n💪انتظرونا قريبا رفقة جمعية جيل التكنولوجيا بمرافقة من Réseau NADA   و Present Academy \nالحدث العالمي #SPELLING_BEE لأول مرة بمركز الترفيه  ❤️العلمي الباز بولاية سطيف السبت 25 أفريل 2026\n\n  المجلس الأعلى للشباب - الجزائر \nالمرصد الوطني للمجتمع المدني \nالهيئة الوطنية لحماية وترقية الطفولة \nوزارة الشباب \nWilaya Setif ولاية سطيف \nمديرية الشباب والرياضة - ولاية سطيف \nديوان مؤسسات الشباب - سطيف \nمركز الترفيه العلمي الباز - ولاية سطيف \nجمعية جيل التكنولوجيا سطيف \nMoustafa Hidaoui مصطفى حيداوي \n@super fans",
    "category": "Youth Projects",
    "url": "https://www.facebook.com/insaf.association.setif/posts/pfbid02XsKZuSyjqTw85rdzQeyWSmNh66bAJdbHsQHsEz5FPaYJRXDGRayrv5GqnRJEhSBSl",
    "images": [
      "/photos/963202479436825.jpg",
      "/photos/963202509436822.jpg",
      "/photos/963202542770152.jpg",
      "/photos/963202582770148.jpg"
    ],
    "image": "/photos/963202479436825.jpg",
    "likes": 6,
    "comments": 0,
    "shares": 1
  },
  {
    "id": "962862006137539",
    "date": "2026-04-23T08:57:54.000Z",
    "text": "#Spelling_Bee \n#Spelling_Bee_Competition\n\n🚨حان الوقت للإعلان عن شركائنا العارضين من مختلف ❤️المؤسسات التعليمية 💪من معاهد و مراكز التدريب و التطوير 🙏 كذا الاكاديميات التربوية🤝 الجمعيات 🔋 النوادي الجامعية 🫶 اذ يحلون ضيوفا🙏 على طبعتنا هذه السنة للمسابقة الوطنية في الانجليزية \n#spelling_bee_competition \n\n💪انتظرونا قريبا رفقة جمعية جيل التكنولوجيا بمرافقة من Réseau NADA   و Present Academy \nالحدث العالمي #SPELLING_BEE لأول مرة بمركز الترفيه  ❤️العلمي الباز بولاية سطيف السبت 25 أفريل 2026\n\n \n\nالمجلس الأعلى للشباب - الجزائر \nالمرصد الوطني للمجتمع المدني \nالهيئة الوطنية لحماية وترقية الطفولة \nوزارة الشباب \nWilaya Setif ولاية سطيف \nمديرية الشباب والرياضة - ولاية سطيف \nديوان مؤسسات الشباب - سطيف \nمركز الترفيه العلمي الباز - ولاية سطيف \nجمعية جيل التكنولوجيا سطيف \nMoustafa Hidaoui مصطفى حيداوي \n@super fans",
    "category": "Youth Projects",
    "url": "https://www.facebook.com/insaf.association.setif/posts/pfbid02yAEMjgaXhFgF8BwefSwioy1nKjxBfPewUbWoWtDE8hrEGeZUqCe9AkZC5MJG4DQml",
    "images": [
      "/photos/962861802804226.jpg",
      "/photos/962861839470889.jpg",
      "/photos/962861882804218.jpg",
      "/photos/962861932804213.jpg",
      "/photos/962861986137541.jpg"
    ],
    "image": "/photos/962861802804226.jpg",
    "likes": 7,
    "comments": 0,
    "shares": 2
  },
  {
    "id": "962858216137918",
    "date": "2026-04-23T08:51:09.000Z",
    "text": "#Spelling_Bee \n#Spelling_Bee_Competition\n\n🚨حان الوقت للإعلان عن شركائنا العارضين من مختلف ❤️المؤسسات التعليمية 💪من معاهد و مراكز التدريب و التطوير 🙏 كذا الاكاديميات التربوية🤝 الجمعيات 🔋 النوادي الجامعية 🫶 اذ يحلون ضيوفا🙏 على طبعتنا هذه السنة للمسابقة الوطنية في الانجليزية \n#spelling_bee_competition \n\n💪انتظرونا قريبا رفقة جمعية جيل التكنولوجيا بمرافقة من Réseau NADA    و Present Academy \nالحدث العالمي #SPELLING_BEE لأول مرة بمركز الترفيه  ❤️العلمي الباز بولاية سطيف السبت 25 أفريل 2026\n\n \n\nالمجلس الأعلى للشباب - الجزائر \nالمرصد الوطني للمجتمع المدني \nالهيئة الوطنية لحماية وترقية الطفولة \nوزارة الشباب \nWilaya Setif ولاية سطيف \nمديرية الشباب والرياضة - ولاية سطيف \nديوان مؤسسات الشباب - سطيف \nمركز الترفيه العلمي الباز - ولاية سطيف \nجمعية جيل التكنولوجيا سطيف \nMoustafa Hidaoui مصطفى حيداوي\n@super fans",
    "category": "Youth Projects",
    "url": "https://www.facebook.com/insaf.association.setif/posts/pfbid02JmDdat2LPBUMjBWTAQRmT6knVBzPpm7iGDyRunyWKf5Ws531CvBJCdkaTznLeP7nl",
    "images": [
      "/photos/962858022804604.jpg",
      "/photos/962858059471267.jpg",
      "/photos/962858082804598.jpg",
      "/photos/962858149471258.jpg",
      "/photos/962858182804588.jpg"
    ],
    "image": "/photos/962858022804604.jpg",
    "likes": 11,
    "comments": 0,
    "shares": 3
  },
  {
    "id": "962473759509697",
    "date": "2026-04-22T19:55:50.000Z",
    "text": "#Spelling_Bee \n#Spelling_Bee_Competition\n\n🚨حان الوقت للإعلان عن شركائنا العارضين من مختلف ❤️المؤسسات التعليمية 💪من معاهد و مراكز التدريب و التطوير 🙏 كذا الاكاديميات التربوية🤝 الجمعيات 🔋 النوادي الجامعية 🫶 اذ يحلون ضيوفا🙏 على طبعتنا هذه السنة للمسابقة الوطنية في الانجليزية \n#spelling_bee_competition \n\n💪انتظرونا قريبا رفقة جمعية جيل التكنولوجيا بمرافقة من Réseau NADA   و Present Academy \nالحدث العالمي #SPELLING_BEE لأول مرة بمركز الترفيه  ❤️العلمي الباز بولاية سطيف السبت 25 أفريل 2026\n\n \n\nالمجلس الأعلى للشباب - الجزائر \nالمرصد الوطني للمجتمع المدني \nالهيئة الوطنية لحماية وترقية الطفولة \nوزارة الشباب \nWilaya Setif ولاية سطيف \nمديرية الشباب والرياضة - ولاية سطيف \nديوان مؤسسات الشباب - سطيف\nمركز الترفيه العلمي الباز - ولاية سطيف \nجمعية جيل التكنولوجيا سطيف \nMoustafa Hidaoui مصطفى حيداوي \n@super fans",
    "category": "Youth Projects",
    "url": "https://www.facebook.com/insaf.association.setif/posts/pfbid02FBcLscGmYxgsDkPpH3MsD67W12Rmz5UXKhpVGRzTe5FfxnThUccnb3XgBqSFZyZtl",
    "images": [
      "/photos/962473549509718.jpg",
      "/photos/962473609509712.jpg",
      "/photos/962473639509709.jpg",
      "/photos/962473689509704.jpg",
      "/photos/962474079509665.jpg"
    ],
    "image": "/photos/962473549509718.jpg",
    "likes": 5,
    "comments": 0,
    "shares": 1
  },
  {
    "id": "962471752843231",
    "date": "2026-04-22T19:52:29.000Z",
    "text": "#Spelling_Bee \n#Spelling_Bee_Competition\n\n🚨حان الوقت للإعلان عن شركائنا العارضين من مختلف ❤️المؤسسات التعليمية 💪من معاهد و مراكز التدريب و التطوير 🙏 كذا الاكاديميات التربوية🤝 الجمعيات 🔋 النوادي الجامعية 🫶 اذ يحلون ضيوفا🙏 على طبعتنا هذه السنة للمسابقة الوطنية في الانجليزية \n#spelling_bee_competition \n\n💪انتظرونا قريبا رفقة جمعية جيل التكنولوجيا بمرافقة من Réseau NADA   و Present Academy \nالحدث العالمي #SPELLING_BEE لأول مرة بمركز الترفيه  ❤️العلمي الباز بولاية سطيف السبت 25 أفريل 2026\n\n  المجلس الأعلى للشباب - الجزائر \nالمرصد الوطني للمجتمع المدني \nالهيئة الوطنية لحماية وترقية الطفولة \nوزارة الشباب \nWilaya Setif ولاية سطيف \nمديرية الشباب والرياضة - ولاية سطيف \nديوان مؤسسات الشباب - سطيف \nمركز الترفيه العلمي الباز - ولاية سطيف \nMoustafa Hidaoui مصطفى حيداوي \n@super fans",
    "category": "Youth Projects",
    "url": "https://www.facebook.com/insaf.association.setif/posts/pfbid02vKsPBS4cfNLysCH21fkC12ZQyApim5YewhhrydrS4Ku9VFQZxbz79Tby8yNbVY71l",
    "images": [
      "/photos/962471559509917.jpg",
      "/photos/962471596176580.jpg",
      "/photos/962471649509908.jpg",
      "/photos/962471689509904.jpg",
      "/photos/962471719509901.jpg"
    ],
    "image": "/photos/962471559509917.jpg",
    "likes": 3,
    "comments": 0,
    "shares": 4
  },
  {
    "id": "962150822875324",
    "date": "2026-04-22T10:58:35.000Z",
    "text": "#Spelling_Bee \n#Spelling_Bee_Competition\n\n🚨حان الوقت للإعلان عن شركائنا العارضين من مختلف ❤️المؤسسات التعليمية 💪من معاهد و مراكز التدريب و التطوير 🙏 كذا الاكاديميات التربوية🤝 الجمعيات 🔋 النوادي الجامعية 🫶 اذ يحلون ضيوفا🙏 على طبعتنا هذه السنة للمسابقة الوطنية في الانجليزية \n#spelling_bee_competition \n\n💪انتظرونا قريبا رفقة جمعية جيل التكنولوجيا بمرافقة من Réseau NADA   و Present Academy \nالحدث العالمي #SPELLING_BEE لأول مرة بمركز الترفيه  ❤️العلمي الباز بولاية سطيف السبت 25 أفريل 2026\n\n المجلس الأعلى للشباب - الجزائر \nالمرصد الوطني للمجتمع المدني \nالهيئة الوطنية لحماية وترقية الطفولة \nوزارة الشباب \nWilaya Setif ولاية سطيف \nمديرية الشباب والرياضة - ولاية سطيف \nديوان مؤسسات الشباب - سطيف \nمركز الترفيه العلمي الباز - ولاية سطيف \nجمعية جيل التكنولوجيا سطيف \nMoustafa Hidaoui مصطفى حيداوي \n@super fans",
    "category": "Youth Projects",
    "url": "https://www.facebook.com/insaf.association.setif/posts/pfbid0Wo57jv3GFwwgCDhoKoUPA74woGxPZn5KbUcYK62FegDi3qReDo4thoBpo2VNcnbvl",
    "images": [
      "/photos/962150632875343.jpg",
      "/photos/962150682875338.jpg",
      "/photos/962150716208668.jpg",
      "/photos/962150746208665.jpg",
      "/photos/962150796208660.jpg"
    ],
    "image": "/photos/962150632875343.jpg",
    "likes": 15,
    "comments": 0,
    "shares": 3
  },
  {
    "id": "962139719543101",
    "date": "2026-04-22T10:38:57.000Z",
    "text": "📌يا شباب الجزائر، كن شريكًا فاعلًا في صناعة القرار، واصنع مستقبلك بيدك.\n\n📌اجعل من الانتخابات التشريعية ليوم 02 جويلية 2026 فرصة للتعبير عن صوتك والمساهمة في بناء وطنك.\n\n✅بادر الآن بتسجيل نفسك في القائمة الانتخابية أو تحيين بياناتك، وذلك في الفترة الممتدة إلى غاية 26 أفريل 2026.\n\n📌يمكنك القيام بذلك عبر الرابط التالي:\nhttps://services.ina-elections.dz/services⁠\n\n#شارك_بصوتك #مستقبلك_بيدك",
    "category": "Association News",
    "url": "https://www.facebook.com/insaf.association.setif/posts/pfbid0VkMJuEQa5wU2Wpzt1ZwNj3xYZV2npjNCorAgpxzErcL8s9yMGcUPYiNCu21tAnFSl",
    "images": [
      "/photos/962139602876446.jpg",
      "/photos/962139639543109.jpg",
      "/photos/962139699543103.jpg",
      "/photos/962143749542698.jpg",
      "/photos/963360062754400.jpg"
    ],
    "image": "/photos/962139602876446.jpg",
    "likes": 7,
    "comments": 0,
    "shares": 0
  },
  {
    "id": "961807629576310",
    "date": "2026-04-21T23:25:27.000Z",
    "text": "#Spelling_Bee \n#Spelling_Bee_Competition\n\n🚨حان الوقت للإعلان عن شركائنا من المؤسسات الاعلامية في طبعتنا هذه السنة للمسابقة الوطنية في الانجليزية \n#spelling_bee_competition \n\n🙏 إذاعة سطيف الجهوية \n🤝 قناة صوت سطيف \n💪 قناة الهضاب تيفي \n👍قناة وطنية نيوز\n👏قناة سطيف نيوز \n\n💪انتظرونا قريبا رفقة جمعية جيل التكنولوجيا بمرافقة من Réseau NADA  و Present Academy \nالحدث العالمي #SPELLING_BEE لأول مرة بمركز الترفيه  ❤️العلمي الباز بولاية سطيف السبت 25 أفريل 2026\n\n المجلس الأعلى للشباب - الجزائر \nالمرصد الوطني للمجتمع المدني \nالهيئة الوطنية لحماية وترقية الطفولة \nوزارة الشباب \nWilaya Setif ولاية سطيف \nمديرية الشباب والرياضة - ولاية سطيف \nديوان مؤسسات الشباب - سطيف \nمركز الترفيه العلمي الباز - ولاية سطيف \nجمعية جيل التكنولوجيا سطيف \nMoustafa Hidaoui مصطفى حيداوي \n@super fans",
    "category": "Youth Projects",
    "url": "https://www.facebook.com/insaf.association.setif/posts/pfbid0XkfDb5CYoGVde6Fw9n3XKEtexw59o1iQ5mSmcXGce9RqySMJT67ZxorCCsF6TDnUl",
    "images": [
      "/photos/961807452909661.jpg",
      "/photos/961807476242992.jpg",
      "/photos/961807516242988.jpg",
      "/photos/961807562909650.jpg",
      "/photos/961807592909647.jpg"
    ],
    "image": "/photos/961807452909661.jpg",
    "likes": 23,
    "comments": 4,
    "shares": 6
  },
  {
    "id": "961543689602704",
    "date": "2026-04-21T15:16:21.000Z",
    "text": "#Spelling_Bee \n#Spelling_Bee_Competition\n\n🚨ضيف شرف طبعتنا هذه السنة للمسابقة الوطنية في الانجليزية \n#spelling_bee_competition \n\n🙏💪 الأستاذ القدير  #يحياوي_محمد الخبير المالي و المحاسبي المدير العام و مؤسس المعهد الدولي #MBI_ALGERIA_CAMPUS  \n\n💪انتظرونا قريبا رفقة جمعية جيل التكنولوجيا بمرافقة من Réseau NADA و Present Academy \nالحدث العالمي #SPELLING_BEE لأول مرة بمركز الترفيه  ❤️العلمي الباز بولاية سطيف السبت 25 أفريل 2026\n\nالمجلس الأعلى للشباب - الجزائر \nالمرصد الوطني للمجتمع المدني \nالهيئة الوطنية لحماية وترقية الطفولة \nوزارة الشباب \nولاية سطيف \nمديرية الشباب والرياضة - ولاية سطيف \nديوان مؤسسات الشباب - سطيف \nمركز الترفيه العلمي الباز - ولاية سطيف \nجمعية جيل التكنولوجيا سطيف \nMoustafa Hidaoui مصطفى حيداوي \n@super fans",
    "category": "Youth Projects",
    "url": "https://www.facebook.com/insaf.association.setif/posts/pfbid02cRcJHuSLVTSdFXJwptkDeEVkL6DhBhguQJfkq18rdQmTUCWicuWbkzaHYgACuDJPl",
    "images": [
      "/photos/961543659602707.jpg"
    ],
    "image": "/photos/961543659602707.jpg",
    "likes": 11,
    "comments": 0,
    "shares": 2
  },
  {
    "id": "960863836337356",
    "date": "2026-04-20T17:29:15.000Z",
    "text": "#Spelling_Bee\n#Spelling_Bee_Competition\n\n🚨حان الوقت لنعلن عن اعضاء لجان التحكيم لمسابقتنا\n#spelling_bee_competition  \nهم أساتذة و مختصين في المجال من مختلف المؤسسات التعليمية بولاية سطيف \n\n📢 لجنة التحكيم الخاصة بالطور الإبتدائي تظم كل من :\n\n🔋 الاستاذ مهديد عبد القيوم خريج جامعة سطيف 2  استاذ محاضر في الانجليزية و استاذ بمعهد LCI GROUPE \n\n🌹 الاستاذة خولة مداني خريجة المدرسة الوطنية للأساتذة العلمة بسطيف أستاذة اللغة الانجليزية في الطور المتوسط \n\n🤝الاستاذة سلوم إبتهال أسماء  استاذة اللغة الانجليزية خريجة جامعة سطيف 2 \n\n🙏 الاستاذة أية حليت استاذة اللغة الانجليزية خريجة برنامج أوكسفورد للإنجليزية \n\n💪انتظرونا قريبا رفقة جمعية جيل التكنولوجيا \nالحدث العالمي #SPELLING_BEE لأول مرة بمركز الترفيه ا❤️لعلم الباز بولاية سطيف السبت 25 أفريل 2025 \n\nالمجلس الأعلى للشباب - الجزائر \nالمرصد الوطني للمجتمع المدني \nالهيئة الوطنية لحماية وترقية الطفولة \nوزارة الشباب \nWilaya Setif ولاية سطيف \nمديرية الشباب والرياضة - ولاية سطيف \nديوان مؤسسات الشباب - سطيف \nمركز الترفيه العلمي الباز - ولاية سطيف \nجمعية جيل التكنولوجيا سطيف \nMoustafa Hidaoui مصطفى حيداوي",
    "category": "Youth Projects",
    "url": "https://www.facebook.com/insaf.association.setif/posts/pfbid02AXCu3oYnueuoHu284fiS5F1G3RLA3rQeb9GRKGberefJN3RRqAGExev1L6Xm4DWrl",
    "images": [
      "/photos/960863703004036.jpg",
      "/photos/960863739670699.jpg",
      "/photos/960863783004028.jpg",
      "/photos/960863806337359.jpg"
    ],
    "image": "/photos/960863703004036.jpg",
    "likes": 9,
    "comments": 0,
    "shares": 2
  },
  {
    "id": "960665109690562",
    "date": "2026-04-20T12:10:17.000Z",
    "text": "#Spelling_Bee\n#Spelling_Bee_Competition\n\n🚨حان الوقت لنعلن عن اعضاء لجان التحكيم لمسابقتنا\n#spelling_bee_competition  \nهم أساتذة و دكاترة مختصين في المجال بجامعات و مختلف المؤسسات التعليمية بولاية سطيف \n\n📢 لجنة التحكيم الخاصة بالطور المتوسط تظم كل من :\n\n🔋 الاستاذ نذير برة أستاذ جامعي (أستاذ مساعد)\nجامعة سطيف 2\n المؤسس والمدير العام\nنادي نذير للغات (NLC) \nخبير برامج تدريب \"VIP\" متخصصة ودورات مكثفة للتحضير للامتحانات (IELTS، TOEFL، DET).\nمستشار لغوي دولي بكييف، أوكرانيا & معهد TAD، إسطنبول، تركيا \n\n🤝 الدكتورة إخلاص غرزولي استاذة محاضرة في اللغة الانجليزية بجامعة سطيف 2\n\n🌹الأستاذة مروة حشايشي  أستاذة اللغة الانجليزية في الطور الثانوي خريجة المدرسة الوطنية للأساتذة العلمة بسطيف \n\n💪انتظرونا قريبا رفقة جمعية جيل التكنولوجيا \nالحدث العالمي #SPELLING_BEE لأول مرة بمركز الترفيه ا❤️لعلم الباز بولاية سطيف السبت 25 أفريل 2025 \n\nالمجلس الأعلى للشباب - الجزائر \nالمرصد الوطني للمجتمع المدني \nوزارة الشباب \nالهيئة الوطنية لحماية وترقية الطفولة \nWilaya Setif ولاية سطيف \nمديرية الشباب والرياضة - ولاية سطيف \nديوان مؤسسات الشباب - سطيف \nمركز الترفيه العلمي الباز - ولاية سطيف \nجمعية جيل التكنولوجيا سطيف \nMoustafa Hidaoui مصطفى حيداوي",
    "category": "Youth Projects",
    "url": "https://www.facebook.com/insaf.association.setif/posts/pfbid02NeC4ANn4prydTP2Fha3EKFH7rTXdqmvoy7rMYaUi8H1e1hk4MJGn8e9eAfZF1RWJl",
    "images": [
      "/photos/960664966357243.jpg",
      "/photos/960665036357236.jpg",
      "/photos/960665079690565.jpg"
    ],
    "image": "/photos/960664966357243.jpg",
    "likes": 8,
    "comments": 0,
    "shares": 4
  },
  {
    "id": "960195306404209",
    "date": "2026-04-19T20:25:26.000Z",
    "text": "#Spelling_Bee\n#spelling_bee_competition \n\n🚨حان الوقت لنعلن عن اعضاء لجان التحكيم لمسابقتنا\n#Spelling_Bee_Competition\nهم أساتذة و دكاترة مختصين في المجال بجامعات ولاية سطيف \n\n📢 لجنة التحكيم الخاصة بالطور الجامعي و الثانوي تظم كل من :\n\n🔋 البروفيسورة في الانجليزية نوال عبد اللطيف مامي من جامعة سطيف 2 \n🌹 الدكتورة نشوى قلقولة استاذة محاضرة في الانجليزية بجامعة سطيف \n🤝الاستاذة المحاضرة في اللغة الانجليزية إليزاباث لونڨ من المدرسة الوطنية للأساتذة بالعلمة \n\n💪انتظرونا قريبا رفقة جمعية جيل التكنولوجيا \nالحدث العالمي #SPELLING_BEE لأول مرة بمركز الترفيه ا❤️لعلم الباز بولاية سطيف السبت 25 أفريل 2025 \n\nالمجلس الأعلى للشباب - الجزائر \nالمرصد الوطني للمجتمع المدني \nوزارة الشباب \nالهيئة الوطنية لحماية وترقية الطفولة \nWilaya Setif ولاية سطيف \nمديرية الشباب والرياضة - ولاية سطيف \nديوان مؤسسات الشباب - سطيف \nجمعية جيل التكنولوجيا سطيف \nMoustafa Hidaoui مصطفى حيداوي",
    "category": "Youth Projects",
    "url": "https://www.facebook.com/insaf.association.setif/posts/pfbid0YFvocd7FSX8SaiquvF7pjTKHyYV4wSM4HcAwcgwn2tW721P6EXGxhbzYmZPSCE7ul",
    "images": [
      "/photos/960195123070894.jpg",
      "/photos/960195206404219.jpg",
      "/photos/960195286404211.jpg"
    ],
    "image": "/photos/960195123070894.jpg",
    "likes": 29,
    "comments": 0,
    "shares": 8
  },
  {
    "id": "959865146437225",
    "date": "2026-04-19T11:06:08.000Z",
    "text": "#Spelling_Bee\n#Spelling_Bee_Competition\n\nالحدث العالمي #SPELLING_BEE  يأتيكم  لأول مرة بمركز الترفيه العلمي الباز بولاية سطيف السبت 25 أفريل 2025 \n\n🚨 فضاء يجمعكم أنتم نخبة و روادو  متحدثي اللغة الانجليزية ❤️  مع أكبر  خبراء و دكاترة الانجليزية من الجامعات و أكبر المدارس و المراكز المتخصصة في التدريب و التطوير 🌐وجها لوجه عبر معارض و ورشات لتبادل الافكار 📒 لقاؤنا ستشاركنا فيه العديد من النوادي الجامعية الرائدة 🤝\n⏳ حدثنا سيحتظنه مركز الترفيه العلمي الباز - ولاية سطيف  📌بإشراف من مديرية الشباب والرياضة - ولاية سطيف و بالتنسيق مع ديوان مؤسسات الشباب - سطيف\nمن تنظيم جمعية إنصاف ....رفقة جمعية جيل التكنولوجيا الحدث يأتيكم يوم السبت 25 أفريل 2026 🔋  لولاية سطيف📌 في أكبر حدث يهتم باللغة الانجليزية 🙏 و لأول مرة بولاية سطيف ...💪 عبر مسابقة #Spelling_Bee \n  بمرافقة Réseau NADA    و  Present Academy \nمشاركينا كونوا في الموعد ...\n\nالمجلس الأعلى للشباب - الجزائر \nالمرصد الوطني للمجتمع المدني \nوزارة الشباب \nالهيئة الوطنية لحماية وترقية الطفولة \nWilaya Setif ولاية سطيف \nمديرية الشباب والرياضة - ولاية سطيف \nمديرية النشاط الإجتماعي و التضامن لولاية سطيف \nديوان مؤسسات الشباب - سطيف \nمركز الترفيه العلمي الباز - ولاية سطيف \nMoustafa Hidaoui مصطفى حيداوي",
    "category": "Youth Projects",
    "url": "https://www.facebook.com/insaf.association.setif/posts/pfbid02KcFf2eG3P71e6decXwAiBGCbahCTvco5jSUsBoXsqdF1rNi5HY7vxFkoJn6WDQGMl",
    "images": [
      "/photos/959865106437229.jpg"
    ],
    "image": "/photos/959865106437229.jpg",
    "likes": 12,
    "comments": 0,
    "shares": 6
  },
  {
    "id": "959431499813923",
    "date": "2026-04-18T20:10:58.000Z",
    "text": "#نادي_إذاعة_جي_بي_أس\n#تكوينات_متخصصة \nعودة بفيديو مصور لمجريات الدورة التكوينية المتخصصة 🚨  🎥  حول صحافة الموبايل باستخدام الذكاء الإصطناعي  المنظمة من طرف نادي إذاعة #Radio_Jps جمعية إنصاف لولاية سطيف  ينظم⏳  📌 إحتظنها مركز الترفيه العلمي الباز - ولاية سطيف اليوم 🔋 السبت 18 أفريل 2026🕗 من تأطير الكوتش المتألق 💪  الإعلامي #شرفة_وفيق مدرب محترف خريج جامعة الجزائر في مجال السمعي بصري و الإخراج 🎬\n\nالمرصد الوطني للمجتمع المدني \nالمجلس الأعلى للشباب - الجزائر \nوزارة الشباب \nWilaya Setif ولاية سطيف \nمديرية الشباب والرياضة - ولاية سطيف \nديوان مؤسسات الشباب - سطيف \nمركز الترفيه العلمي الباز - ولاية سطيف \nMoustafa Hidaoui مصطفى حيداوي \n@super fans",
    "category": "Youth Projects",
    "url": "https://www.facebook.com/reel/977351221495227/",
    "images": [
      "https://scontent.ftpa1-1.fna.fbcdn.net/v/t15.5256-10/674569080_934712609314464_4602016756960404903_n.jpg?stp=dst-jpg_tt6&cstp=mx464x848&ctp=s464x848&_nc_cat=108&_nc_map=urlgen_bucketless&ccb=1-7&_nc_sid=5fad0e&_nc_ohc=LZbXtsvg6IIQ7kNvwHbjDye&_nc_oc=Adr5HZmcf7pjrhrjJ_qo2IjGf1ua-Hez4XDVAzl5C-22zbfiBV6QP47hTLDnTr82wUthWXyqAA2edc4HqdnUv99j&_nc_zt=23&_nc_ht=scontent.ftpa1-1.fna&_nc_gid=LkfdEWyrDqsUUk_AR3dAaw&_nc_ss=7d289&oh=00_AQAbAucU5pwwfJEenRWATPl2CWGVzRC1zMW58LHVdn6kNA&oe=6A63B771"
    ],
    "image": "https://scontent.ftpa1-1.fna.fbcdn.net/v/t15.5256-10/674569080_934712609314464_4602016756960404903_n.jpg?stp=dst-jpg_tt6&cstp=mx464x848&ctp=s464x848&_nc_cat=108&_nc_map=urlgen_bucketless&ccb=1-7&_nc_sid=5fad0e&_nc_ohc=LZbXtsvg6IIQ7kNvwHbjDye&_nc_oc=Adr5HZmcf7pjrhrjJ_qo2IjGf1ua-Hez4XDVAzl5C-22zbfiBV6QP47hTLDnTr82wUthWXyqAA2edc4HqdnUv99j&_nc_zt=23&_nc_ht=scontent.ftpa1-1.fna&_nc_gid=LkfdEWyrDqsUUk_AR3dAaw&_nc_ss=7d289&oh=00_AQAbAucU5pwwfJEenRWATPl2CWGVzRC1zMW58LHVdn6kNA&oe=6A63B771",
    "likes": 23,
    "comments": 5,
    "shares": 1
  },
  {
    "id": "959277683162638",
    "date": "2026-04-18T15:30:09.000Z",
    "text": "#نادي_إذاعة_جي_بي_أس\n#تكوينات_متخصصة \n📢 نادي إذاعة #Radio_Jps لجمعية إنصاف لولاية سطيف  ينظم⏳ دورة تكوينية متخصصة 🚨 لفائدة الشباب 🎥  حول صحافة الموبايل باستخدام الذكاء الإصطناعي 📌 إحتظنها مركز الترفيه العلمي الباز - ولاية سطيف اليوم 🔋 السبت 18 أفريل 2026🕗 من تأطير الكوتش المتألق 💪  الإعلامي #شرفة_وفيق مدرب محترف خريج جامعة الجزائر في مجال السمعي بصري و الإخراج 🎬\n\nالمرصد الوطني للمجتمع المدني \nالمجلس الأعلى للشباب - الجزائر \nوزارة الشباب \nWilaya Setif ولاية سطيف \nمديرية الشباب والرياضة - ولاية سطيف \nديوان مؤسسات الشباب - سطيف \nمركز الترفيه العلمي الباز - ولاية سطيف \nMoustafa Hidaoui مصطفى حيداوي \n@super fans",
    "category": "Youth Projects",
    "url": "https://www.facebook.com/insaf.association.setif/posts/pfbid01ToAQkn87nbbJB2cMFcFY3PnQvoDQji5ABTv8RW5nVjFNXF3Emu4S2zWHBDnbpkAl",
    "images": [
      "/photos/959276233162783.jpg",
      "/photos/959276313162775.jpg",
      "/photos/959276363162770.jpg",
      "/photos/959276409829432.jpg",
      "/photos/959276456496094.jpg"
    ],
    "image": "/photos/959276233162783.jpg",
    "likes": 32,
    "comments": 2,
    "shares": 7
  },
  {
    "id": "957602193330187",
    "date": "2026-04-16T10:51:29.000Z",
    "text": "🔴فتح باب التسجيلات للمخيمات الصيفية للأطفال واليافعين لموسم 2026:\n\n✅في إطار برنامج المخيمات الصيفية لموسم 2026، تُعلن وزارة الشباب عن فتح باب التسجيل عبر المنصة الرقمية المخصصة، لفائدة الأطفال واليافعين الراغبين في الاستفادة من حملة مراكز العطل والترفيه للشباب، ضمن تجربة تربوية وترفيهية مميزة. \n\n✅شروط المشاركة:\n📌أن يتراوح سن الطفل بين 06 و14 سنة، \n📌أن يتراوح سن اليافع بين 15 و17 سنة، \n📌 أن يكون المترشح حاملًا للجنسية الجزائرية، \n📌 أن يكون منخرطًا في إحدى المؤسسات الشبابية، عبر الرابط الآتي:\n https://youthconnect.mjeunesse.gov.dz\n\n📌أن يكون مقيماً بإحدى الولايات المعنية ببرنامج المخيمات الصيفية. \n\n✅المراحل الإجرائية:\n📌التسجيل عبر المنصة الرقمية لمراكز العطل والترفيه للشباب، عبر الرابط الآتي:\nhttps://youthcamp.mjeunesse.gov.dz\n\n📌دراسة الطلبات وانتقاء المستفيدين حسب الحصص المخصصة لكل ولاية وأولويات القبول، \n📌الإعلان عن قائمة المقبولين، \n📌استكمال ملف المشاركة على مستوى مديريات الشباب والرياضة، \n📌استلام بطاقة المشاركة من طرف مديريات الشباب والرياضة بالولايات المعنية. \n\n\"سارعوا بالتسجيل وامنحوا أبناءكم فرصة عيش تجربة صيفية مميزة تجمع بين الترفيه، التعلم، وتنمية المهارات\".",
    "category": "Association News",
    "url": "https://www.facebook.com/insaf.association.setif/posts/pfbid02nUaBhkDJ8GvcZ56oLdajuG1GUALRbQU7t1psgqrGPWeqPr37hu9RvaQkW5PgF1kVl",
    "images": [
      "https://scontent-ord5-3.xx.fbcdn.net/v/t39.30808-6/670920113_1260855642884238_8117115024520852334_n.jpg?stp=dst-jpg_tt6&cstp=mx1635x2048&ctp=s640x640&_nc_cat=109&ccb=1-7&_nc_sid=833d8c&_nc_ohc=hieW9rEyfLkQ7kNvwF7TOy5&_nc_oc=AdoceQ72zammem2PKpF4LxKGYyvV6hpUVRjpoIk9owN6028PpeUngnfJNiM12SLk2Ys&_nc_zt=23&_nc_ht=scontent-ord5-3.xx&_nc_gid=4WZVDQicaF-Au7AqEaG_mQ&_nc_ss=7c289&oh=00_AQBvR5qIQpmm_vZKrh8HtS8CzrPKmX1YZRVHpda8VXzyyw&oe=6A63B493"
    ],
    "image": "https://scontent-ord5-3.xx.fbcdn.net/v/t39.30808-6/670920113_1260855642884238_8117115024520852334_n.jpg?stp=dst-jpg_tt6&cstp=mx1635x2048&ctp=s640x640&_nc_cat=109&ccb=1-7&_nc_sid=833d8c&_nc_ohc=hieW9rEyfLkQ7kNvwF7TOy5&_nc_oc=AdoceQ72zammem2PKpF4LxKGYyvV6hpUVRjpoIk9owN6028PpeUngnfJNiM12SLk2Ys&_nc_zt=23&_nc_ht=scontent-ord5-3.xx&_nc_gid=4WZVDQicaF-Au7AqEaG_mQ&_nc_ss=7c289&oh=00_AQBvR5qIQpmm_vZKrh8HtS8CzrPKmX1YZRVHpda8VXzyyw&oe=6A63B493",
    "likes": 5,
    "comments": 0,
    "shares": 0
  },
  {
    "id": "957158576707882",
    "date": "2026-04-15T21:55:31.000Z",
    "text": "#Spelling_Bee\n#Spelling_Bee_Competition\n\n📢 لكل المشاركين المسجلين معنا تفقدوا إيمايلاتكم و لأي إستفسار اتصلوا بنا على الرقم التالي \n0661048401\n\nرابط تحميل قوائم الكلمات لكل طور عبر الدرايف التالي :\nhttps://drive.google.com/drive/folders/1zG23A52YdzI15drAZAobv5s8GiDvVDL3?usp=sharing",
    "category": "Association News",
    "url": "https://www.facebook.com/insaf.association.setif/posts/pfbid0MbMyQiHmA1KXPKorRR5J1nqMVeCrtRsHLTeKh85g7eGreteUeKhubQ2g51fdmtRil",
    "images": [
      "/photos/957158526707887.jpg"
    ],
    "image": "/photos/957158526707887.jpg",
    "likes": 13,
    "comments": 3,
    "shares": 0
  },
  {
    "id": "955987080158365",
    "date": "2026-04-14T09:42:51.000Z",
    "text": "#Spelling_Bee\n#Spelling_Bee_Competition\n\nالحدث العالمي #SPELLING_BEE قريبا لأول مرة بولاية سطيف \n\n🚨انتظرونا  في فضاء يجمعكم أنتم نخبة و روادو  متحدثي اللغة الانجليزية ❤️ سيجمعكم مع أكبر المدارس و المراكز المتخصصة في التدريب و التطوير 🌐وجها لوجه عبر معارض و ورشات لتبادل الافكار 📒 لقاؤنا ستشاركنا فيه العديد من النوادي الجامعية الرائدة 🤝\n⏳ حدثنا سيحتظنه مركز الترفيه العلمي الباز - ولاية سطيف  📌بإشراف من مديرية الشباب والرياضة - ولاية سطيف و بالتنسيق مع ديوان مؤسسات الشباب - سطيف\nمن تنظيم جمعية إنصاف ....رفقة جمعية جيل التكنولوجيا 🔋  لولاية سطيف📌 في أكبر حدث يهتم باللغة الانجليزية 🙏 و لأول مرة بولاية سطيف ...💪 عبر مسابقة #Spelling_Bee \n  بمرافقة Réseau NADA    و  Present Academy \n\n وزارة الشباب \nWilaya Setif ولاية سطيف \nمديرية الشباب والرياضة - ولاية سطيف \nديوان مؤسسات الشباب - سطيف \nمركز الترفيه العلمي الباز - ولاية سطيف \n@super fans",
    "category": "Youth Projects",
    "url": "https://www.facebook.com/insaf.association.setif/posts/pfbid0da1YWMDUNWCjrZPePAEyZCgxyYwPxp2uzdfP8cyK2zwpcvbBRUPr7AYpEvp1JEVEl",
    "images": [
      "/photos/955987053491701.jpg"
    ],
    "image": "/photos/955987053491701.jpg",
    "likes": 13,
    "comments": 0,
    "shares": 1
  },
  {
    "id": "955619690195104",
    "date": "2026-04-13T20:24:52.000Z",
    "text": "#نادي_إذاعة_جي_بي_أس\n#تكوينات_متخصصة\n#Radio_Jps\n📢 يعود إليكم نادي إذاعة #Radio_Jps  لجمعية إنصاف لولاية سطيف هذا الأسبوع⏳ في دورة تكوينية متخصصة 🚨 لفائدة الشباب 🎥  حول صحافة الموبايل باستخدام الذكاء الإصطناعي 📌 سيتحتظنها مركز الترفيه العلمي الباز - ولاية سطيف يوم 🔋 السبت 18 أفريل 2026🕗 من تأطير الكوتش المتألق 💪  الإعلامي #شرفة_وفيق مدرب محترف خريج جامعة الجزائر في مجال السمعي بصري و الإخراج 🎬\n\nللمشاركة إملء الاستمارة من هنا 👇\nhttps://form.svhrt.com/69dd521b0ade6f5ad28afa1a\n\nالأماكن جد محدودة\nكونوا في الموعد ...\n\nالمرصد الوطني للمجتمع المدني \nالمجلس الأعلى للشباب - الجزائر \nوزارة الشباب \nمديرية الشباب والرياضة - ولاية سطيف \nديوان مؤسسات الشباب - سطيف \nمركز الترفيه العلمي / الباز  سطيف \nMoustafa Hidaoui مصطفى حيداوي \n@super fans",
    "category": "Youth Projects",
    "url": "https://www.facebook.com/insaf.association.setif/posts/pfbid02ZxKr41E2U82UbUgSJeun4n41CT1D9rk1pMxmWdhc5z9hE91AaSecWcrwEjoz82bql",
    "images": [
      "/photos/955619646861775.jpg"
    ],
    "image": "/photos/955619646861775.jpg",
    "likes": 49,
    "comments": 5,
    "shares": 2
  },
  {
    "id": "954932766930463",
    "date": "2026-04-12T22:21:55.000Z",
    "text": "#مُشاركات_وطنية\n\n🔋 ملخص مصور لمجريات أربعة أيام من المنتدى التدريبي المنظم من طرف الشبكة الجزائرية للدفاع عن حقوق الطفل ندى ببيت الشباب شنوة لولاية تيبازة للفترة الممتدة من 08 إلى 12 أفريل الجاري  تحت شعار: #فرصتي_كلنا_شركاء_فاعلون ،  في إطار شراكة مثمرة بين الشبكة و وزارة الشباب، و منظمة يونيساف اذ يهدف إلى تكوين قادة من الأطفال و الشباب  و تعزيز قدراتهم في مجالات المشاركة، التعبير، و صناعة الأثر الإيجابي داخل المجتمع.الناشطين بمختلف المؤسسات الشبانية المحتضنة للمشروع على غرار مركز الترفيه العلمي الباز بسطيف \n\n♦️ وقد عرف هذا التجمع مشاركة واسعة لأزيد من 70 طفلًا من مختلف ولايات الوطن، في جو  يسوده التفاعل، التعلم، و تبادل الخبرات من خلال الورشات المنظمة.\n\n✅ حيث شاركت جمعية إنصاف لولاية سطيف رفقة شريكنا في المشروع جمعية جيل التكنولوجيا  ممثلة بالمنسق الولائي و عضو الهيئة الوطنية للشبكة 05 أطفال إلى جانب 03 منشطين، في تجربة ثرية تعكس التزامنا الدائم بمرافقة الطفولة و تمكينها.\n\nالمرصد الوطني للمجتمع المدني \nالمجلس الأعلى للشباب - الجزائر \nوزارة الشباب \nوزارة الداخليـــة و الجماعـــات المحليـــة و النقــــــل \nالهيئة الوطنية لحماية وترقية الطفولة \nWilaya Setif ولاية سطيف \nمديرية الشباب والرياضة - ولاية سطيف \nديوان مؤسسات الشباب - سطيف \nمركز الترفيه العلمي الباز - ولاية سطيف \nجمعية جيل التكنولوجيا سطيف \nUNICEF Algérie يونيسف الجزائر \nRéseau NADA \nMoustafa Hidaoui مصطفى حيداوي \n@super fans",
    "category": "Child Protection",
    "url": "https://www.facebook.com/reel/929856409661505/",
    "images": [
      "https://scontent-phl2-1.xx.fbcdn.net/v/t15.5256-10/667883869_1514632906669344_8093995151818183212_n.jpg?stp=dst-jpg_tt6&cstp=mx464x848&ctp=s464x848&_nc_cat=105&ccb=1-7&_nc_sid=5fad0e&_nc_ohc=OBP22gaBxNkQ7kNvwGsH0E5&_nc_oc=Adro01wPqXtMWzyMCl-xKg5NcsSGgIdw9W5pcYNshTXKq6N1EEGkGYn6tJlvuP_AS-V_oLS4XT9j4XZSWfACUOIu&_nc_zt=23&_nc_ht=scontent-phl2-1.xx&_nc_gid=9NoH0oBgSNyc_caHGSVPmA&_nc_ss=72289&oh=00_AQBDLs-uc0Is-xQtM3_NGHGoL8KVq7-S0ftSLLwyOByU3A&oe=6A63D5D4"
    ],
    "image": "https://scontent-phl2-1.xx.fbcdn.net/v/t15.5256-10/667883869_1514632906669344_8093995151818183212_n.jpg?stp=dst-jpg_tt6&cstp=mx464x848&ctp=s464x848&_nc_cat=105&ccb=1-7&_nc_sid=5fad0e&_nc_ohc=OBP22gaBxNkQ7kNvwGsH0E5&_nc_oc=Adro01wPqXtMWzyMCl-xKg5NcsSGgIdw9W5pcYNshTXKq6N1EEGkGYn6tJlvuP_AS-V_oLS4XT9j4XZSWfACUOIu&_nc_zt=23&_nc_ht=scontent-phl2-1.xx&_nc_gid=9NoH0oBgSNyc_caHGSVPmA&_nc_ss=72289&oh=00_AQBDLs-uc0Is-xQtM3_NGHGoL8KVq7-S0ftSLLwyOByU3A&oe=6A63D5D4",
    "likes": 20,
    "comments": 0,
    "shares": 3
  },
  {
    "id": "954923060264767",
    "date": "2026-04-12T22:00:22.000Z",
    "text": "#مُشاركات_وطنية\n\n📒 مراسيم حفل إختتام فعاليات التجمع الوطني التدريبي \nالمتخصص للشبكة الجزائرية للدفاع عن حقوق الطفل \"ندى\" بحضور ممثلة UNICEF Algérie يونيسف الجزائر  . مدير الطفولة الهيئة الوطنية لحماية وترقية الطفولة  . مدير الشباب و الرياضة لولاية تيبازة . و اطاراتها . ممثلو السلطات الامنية و العسكرية حيث تفنن الاطفال المشاركين في رسم لوحة من العروض و الإبداع في تصميم مشاريع هادفة جسدت من صميم تدريبهم الميداني ليكونو القادة المستقبليين لتجسيد مختلف المبادرات الخاصة بهم عبر المؤسسات الشبانية بولاياتهم \n\n🔋المنتدى التدريبي المنظم ببيت الشباب شنوة لولاية تيبازة للفترة الممتدة من 08 إلى 12 أفريل الجاري  تحت شعار: #فرصتي_كلنا_شركاء_فاعلون ،  في إطار شراكة مثمرة بين الشبكة و وزارة الشباب، و منظمة يونيساف اذ يهدف إلى تكوين قادة من الأطفال و الشباب  و تعزيز قدراتهم في مجالات المشاركة، التعبير، و صناعة الأثر الإيجابي داخل المجتمع.الناشطين بمختلف المؤسسات الشبانية المحتضنة للمشروع على غرار مركز الترفيه العلمي الباز بسطيف \n\n♦️ وقد عرف هذا التجمع مشاركة واسعة لأزيد من 70 طفلًا من مختلف ولايات الوطن، في جو يسوده التفاعل، التعلم، و تبادل الخبرات من خلال الورشات المنظمة.\n\n✅ حيث شاركت جمعية إنصاف لولاية سطيف رفقة شريكنا في المشروع جمعية جيل التكنولوجيا  ممثلة بالمنسق الولائي و عضو الهيئة الوطنية للشبكة 05 أطفال إلى جانب 03 منشطين، في تجربة ثرية تعكس التزامنا الدائم بمرافقة الطفولة و تمكينها.\n\nالمجلس الأعلى للشباب - الجزائر \nوزارة الشباب \nوزارة الداخليـــة و الجماعـــات المحليـــة و النقــــــل \nWilaya Setif ولاية سطيف \nمديرية الشباب والرياضة - ولاية سطيف \nديوان مؤسسات الشباب - سطيف \nمركز الترفيه العلمي الباز - ولاية سطيف \nRéseau NADA \nMoustafa Hidaoui مصطفى حيداوي \n@super fans",
    "category": "Child Protection",
    "url": "https://www.facebook.com/insaf.association.setif/posts/pfbid04g7HUWMdv1KYNNW6sx1ta83LYH3vLqUSEqroCkqZQqq82neyKo219f3XkgMfPzYFl",
    "images": [
      "/photos/954921796931560.jpg",
      "/photos/954921823598224.jpg",
      "/photos/954921853598221.jpg",
      "/photos/954921883598218.jpg",
      "/photos/954921916931548.jpg"
    ],
    "image": "/photos/954921796931560.jpg",
    "likes": 18,
    "comments": 4,
    "shares": 2
  },
  {
    "id": "954807663609640",
    "date": "2026-04-12T18:04:47.000Z",
    "text": "#مُشاركات_وطنية\n\n🔋مجريات اليوم الثاني من البرنامج التدريبي للقادة الاطفال و المنشطين حيث  تخللته ورشات تكوينية ميدانية تطبيقية لتكملة كتابة المشاريع المصغرة التي ستجسد مستقبلا بمختلف المؤسسات الشبانية و كذا الفترة السياحية التي قادت المشاركين لعدة مناطق سياحية بمدينة تيبازة و سواحلها \n♦️ حيث شاركت جمعية إنصاف لولاية سطيف رفقة شريكنا في المشروع جمعية جيل التكنولوجيا في التجمع الوطني التدريبي المتخصص للشبكة الجزائرية للدفاع عن حقوق الطفل \"ندى\" ، المنظم ببيت الشباب شنوة لولاية تيبازة للفترة الممتدة من 08 إلى 12 أفريل الجاري  هذا اللقاء و المخيم التدريبي المميز يُنظم تحت شعار: #فرصتي_كلنا_شركاء_فاعلون ،  في إطار شراكة مثمرة بين الشبكة و وزارة الشباب، و منظمة يونيساف اذ يهدف إلى تكوين قادة من الأطفال و الشباب  و تعزيز قدراتهم في مجالات المشاركة، التعبير، و صناعة الأثر الإيجابي داخل المجتمع.الناشطين بمختلف المؤسسات الشبانية المحتضنة للمشروع على غرار مركز الترفيه العلمي الباز بسطيف \n\n♦️ وقد عرف هذا التجمع مشاركة واسعة لأزيد من 70 طفلًا من مختلف ولايات الوطن، في جو يسوده التفاعل، التعلم، و تبادل الخبرات من خلال الورشات المنظمة.\n\n✅ كما عرفت الجمعيتين حضورهما الفاعل من خلال مشاركة المنسق الولائي و عضو الهيئة الوطنية للشبكة\n 05 أطفال إلى جانب 03 منشطين، في تجربة ثرية تعكس التزامنا الدائم بمرافقة الطفولة و تمكينها.\n\nوزارة الشباب \nالهيئة الوطنية لحماية وترقية الطفولة \nWilaya Setif ولاية سطيف \nمديرية الشباب والرياضة - ولاية سطيف \nديوان مؤسسات الشباب - سطيف \nمركز الترفيه العلمي الباز - ولاية سطيف \nجمعية جيل التكنولوجيا سطيف \nRéseau NADA \nUNICEF Algérie يونيسف الجزائر \nMoustafa Hidaoui مصطفى حيداوي",
    "category": "Child Protection",
    "url": "https://www.facebook.com/insaf.association.setif/posts/pfbid055NVSukjVtu3owYtSmbdPnZfWLd6UJ58y8u5pLZU8pUAL686MidmpYYbckDSuqiWl",
    "images": [
      "/photos/954806100276463.jpg",
      "/photos/954806150276458.jpg",
      "/photos/954806230276450.jpg",
      "/photos/954806263609780.jpg",
      "/photos/954806333609773.jpg"
    ],
    "image": "/photos/954806100276463.jpg",
    "likes": 34,
    "comments": 12,
    "shares": 3
  },
  {
    "id": "954157700341303",
    "date": "2026-04-11T21:24:59.000Z",
    "text": "#مُشاركات_وطنية\n\nمجريات اليوم الاول و الثاني من  فعاليات مشاركة جمعية إنصاف لولاية سطيف رفقة شريكنا في المشروع جمعية جيل التكنولوجيا في التجمع الوطني التدريبي المتخصص للشبكة الجزائرية للدفاع عن حقوق الطفل \"ندى\" ، المنظم ببيت الشباب شنوة لولاية تيبازة للفترة الممتدة من 08 إلى 12 أفريل الجاري \n\n♦️ هذا اللقاء و المخيم التدريبي المميز يُنظم تحت شعار: #فرصتي_كلنا_شركاء_فاعلون ،  في إطار شراكة مثمرة بين الشبكة و وزارة الشباب، و منظمة يونيساف اذ يهدف إلى تكوين قادة من الأطفال و الشباب  و تعزيز قدراتهم في مجالات المشاركة، التعبير، و صناعة الأثر الإيجابي داخل المجتمع.الناشطين بمختلف المؤسسات الشبانية المحتضنة للمشروع على غرار مركز الترفيه العلمي الباز بسطيف \n\n♦️ وقد عرف هذا التجمع مشاركة واسعة لأزيد من 70 طفلًا من مختلف ولايات الوطن، في جو يسوده التفاعل، التعلم، و تبادل الخبرات من خلال الورشات المنظمة.\n\n✅ كما عرفت الجمعيتين حضورهما الفاعل من خلال مشاركة المنسق الولائي و عضو الهيئة الوطنية للشبكة\n 05 أطفال إلى جانب 03 منشطين، في تجربة ثرية تعكس التزامنا الدائم بمرافقة الطفولة و تمكينها.\n\nوزارة الشباب \nوزارة الداخليـــة و الجماعـــات المحليـــة و النقــــــل \nالهيئة الوطنية لحماية وترقية الطفولة \nWilaya Setif ولاية سطيف \nمديرية الشباب والرياضة - ولاية سطيف \nديوان مؤسسات الشباب - سطيف \nمركز الترفيه العلمي الباز - ولاية سطيف \nجمعية جيل التكنولوجيا سطيف \nRéseau NADA \nUNICEF Algérie يونيسف الجزائر \nMoustafa Hidaoui مصطفى حيداوي \n@super fans",
    "category": "Child Protection",
    "url": "https://www.facebook.com/insaf.association.setif/posts/pfbid0FBijj2vhv3VN1dfvBkodWiB1WpbSFNTy5X7JQ989bUZcc6rF7FALzTLNmE5CvRifl",
    "images": [
      "/photos/954156360341437.jpg",
      "/photos/954156390341434.jpg",
      "/photos/954156443674762.jpg",
      "/photos/954156480341425.jpg",
      "/photos/954156517008088.jpg"
    ],
    "image": "/photos/954156360341437.jpg",
    "likes": 11,
    "comments": 6,
    "shares": 2
  },
  {
    "id": "954027420354331",
    "date": "2026-04-11T17:06:02.000Z",
    "text": "#مشاركات_وطنية \n#مشاريع_وزارية \n\n⏳ مشاركة السيد بن عمراوي فيصل  مسؤول المالية و الوسائل رئيس لجنة كتابة المشاريع 🔋بمعية الاستاذ الخبير السياحي عقبة بومنجح  بصفته رئيس المشروع الابتكاري  المقترح و المقبول مبدئيا في  عملية تقديم  العروض الحضورية لفائدة الجمعيات الشبابية المقبولة مبدئيًا لتمويل مشاريعها لسنة 2026، وذلك بالمركز الثقافي \"عيسى مسعودي📌\" بحسين داي، الجزائر العاصمة.\n📒 حيث بادرت جمعية إنصاف لولاية سطيف بمشروع ريادي جديد ككل سنة  حول السياحة الشبانية و صناعة المحتوى بعنوان #Cuic_Tour ... اذا حضينا بشرف التمويل من الوزارة و دعمهم لمبادرتنا الشبانية الهادفة🤝  ...انتظارونا قريبا عبر العديد من النوادي📍 بمختلف المؤسسات الشبانية📌 ... دائما الجديد 💪\n\nالمجلس الأعلى للشباب - الجزائر \nوزارة الشباب \nوزارة السياحة والصناعة التقليدية - الجزائر \nWilaya Setif ولاية سطيف \nمديرية الشباب والرياضة - ولاية سطيف \nديوان مؤسسات الشباب - سطيف \nمركز الترفيه العلمي الباز - ولاية سطيف \nClub JPS - Entrepreneur-ship \n@super fans \nMoustafa Hidaoui مصطفى حيداوي",
    "category": "Youth Projects",
    "url": "https://www.facebook.com/insaf.association.setif/posts/pfbid0xeCWwAvfptXemtJKhRHkHGm8i2YcKXQvxQmJjK76Re4hKbcuE5uCGezNgAX3umspl",
    "images": [
      "/photos/954110977012642.jpg",
      "/photos/954111020345971.jpg",
      "/photos/954111053679301.jpg",
      "/photos/954111077012632.jpg",
      "/photos/954111113679295.jpg"
    ],
    "image": "/photos/954110977012642.jpg",
    "likes": 41,
    "comments": 8,
    "shares": 1
  },
  {
    "id": "953872280369845",
    "date": "2026-04-11T12:50:06.000Z",
    "text": "✅ عملية تقديم  العروض الحضورية لفائدة الجمعيات الشبابية المقبولة مبدئيًا لتمويل مشاريعها لسنة 2026، وذلك بالمركز الثقافي \"عيسى مسعودي\" بحسين داي، الجزائر العاصمة.\n📌 يحدث الآن:\n✅ الشروع في تقديم الدفعة الأولى من العروض الحضورية لفائدة الجمعيات الشبابية المقبولة مبدئيًا لتمويل مشاريعها لسنة 2026، وذلك بالمركز الثقافي \"عيسى مسعودي\" بحسين داي، الجزائر العاصمة.",
    "category": "Youth Projects",
    "url": "https://www.facebook.com/insaf.association.setif/posts/pfbid0BwfGY3GoGAp2Z5GYpN3DBq93V3fpbU2G26poE2KwAwFR8jrB7ZXXtxc5YqHSp91Dl",
    "images": [
      "https://scontent-mia5-2.xx.fbcdn.net/v/t15.5256-10/670277572_833390209791980_114651769895880048_n.jpg?stp=dst-jpg_tt6&cstp=mx1080x1920&ctp=s960x960&_nc_cat=100&ccb=1-7&_nc_sid=5fad0e&_nc_ohc=SbexXslRudQQ7kNvwFroo09&_nc_oc=AdpC7YmV0zfMMWAfimfeqXaTHmTHfERlB10t007vNg0TYAcl02tFYsbEBHlVP2_cH5w&_nc_zt=23&_nc_ht=scontent-mia5-2.xx&_nc_gid=cJkiOv7QQbNzm3P_uh2zgA&_nc_ss=72289&oh=00_AQABtlErDcrfDq5ThEmKkBgkvdxZycXh-epROzHr5wx_QQ&oe=6A63A5FB"
    ],
    "image": "https://scontent-mia5-2.xx.fbcdn.net/v/t15.5256-10/670277572_833390209791980_114651769895880048_n.jpg?stp=dst-jpg_tt6&cstp=mx1080x1920&ctp=s960x960&_nc_cat=100&ccb=1-7&_nc_sid=5fad0e&_nc_ohc=SbexXslRudQQ7kNvwFroo09&_nc_oc=AdpC7YmV0zfMMWAfimfeqXaTHmTHfERlB10t007vNg0TYAcl02tFYsbEBHlVP2_cH5w&_nc_zt=23&_nc_ht=scontent-mia5-2.xx&_nc_gid=cJkiOv7QQbNzm3P_uh2zgA&_nc_ss=72289&oh=00_AQABtlErDcrfDq5ThEmKkBgkvdxZycXh-epROzHr5wx_QQ&oe=6A63A5FB",
    "likes": 7,
    "comments": 3,
    "shares": 0
  }
];
export const achievementPosts=[
  {
    "id": "ach1",
    "date": "2026-07-12",
    "title": "مشاركة وطنية في ملتقى إعادة الإدماج الاجتماعي",
    "text": "مشاركة الجمعية كشريك في الملتقى الوطني الأول حول إعادة الإدماج الاجتماعي للمحبوسين في سوق العمل بجامعة محمد لمين دباغين سطيف.",
    "image": "/photos/1034715162285556.jpg",
    "icon": "🏛️"
  },
  {
    "id": "ach2",
    "date": "2026-07-09",
    "title": "حضور إعلامي لمشاريع جمعوية ممولة 2026",
    "text": "مشاركة في لقاء إعلامي مع الحركة الجمعوية شريكة القطاع بسطيف ضمن برنامج إطلاق المشاريع الجمعوية الممولة من وزارة الشباب.",
    "image": "/photos/1032367222520350.jpg",
    "icon": "🤝"
  },
  {
    "id": "ach3",
    "date": "2026-07-08",
    "title": "تواصل مع السلطات الولائية والجامعة",
    "text": "التقاء وشراكات مع والي سطيف، مديرية الشباب والرياضة، ديوان مؤسسات الشباب، والجامعة لخدمة ملفات الطفولة والشباب.",
    "image": "/photos/1029463466144059.jpg",
    "icon": "🏢"
  },
  {
    "id": "ach4",
    "date": "2026-07-07",
    "title": "ذكرى تأسيس الجمعية 2014",
    "text": "تأسست الجمعية في جوان 2014 كفاعل مدني متخصص في الدفاع عن حقوق الطفل، مرافقة الشباب، والتضامن المجتمعي.",
    "image": "/photos/1027232356367170.jpg",
    "icon": "📌"
  },
  {
    "id": "ach5",
    "date": "2026-07-06",
    "title": "دعم الفئات الهشة والاستجابة التضامنية",
    "text": "تفاعل مباشر مع قضايا الأيتام، الأزمات، والمواساة الشعبية عبر منشورات وتنسيق ميداني مع الفاعلين المحليين.",
    "image": "/photos/1029462819477457.jpg",
    "icon": "💛"
  },
  {
    "id": "ach6",
    "date": "2026-07-05",
    "title": ",حضور مدني في النقاش العمومي",
    "text": "الدفاع عن شراكة حقيقية بين نواب الشعب والمنظمات الفاعلة للمجتمع المدني لخدمة مواطني الولاية.",
    "image": "/photos/1029463466144059.jpg",
    "icon": "🗣️"
  }
];
